{
    "entries": {
        "0": {
            "uid": 0,
            "key": [
                "帝皇"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "帝皇——人类帝国的无上领袖，人类史上最强大的灵能者。也被称呼为“神皇”，“被诅咒者”，“人类之主”，“冰冷的金色太阳”，“天启”，“黑暗之王”。真实的名字随着拒绝成为“黑暗之王”的命运被帝皇自己封印，被诅咒者和冰冷的金色太阳的称呼来自混沌邪神，祂们认为帝皇和祂们本是同类，应该抛弃人类种族的桎梏，成为亚空间中永恒的冰冷的金色太阳，升格为司掌毁灭和终结的黑暗之王。只是帝皇一直把自己视作人类的工具，完全不在意个人的情感和痛苦牺牲，也因此看上去冷酷无情，又因不善于表达而加剧了有的子嗣对帝皇的误解。性格悲悯，深沉地爱着人类这一种族，作为极端的社恐，帝皇平时表现出冷漠无情，把所有人包括基因原体当做棋子使用，也因此导致了和部分子嗣的隔阂。实际上，帝皇也把自己视作人类的工具，只希望人类能繁荣发展，并不在意自己的牺牲和痛苦。当帝皇领导人类再次统治整个银河系时，这标志着人类从永无止境的暴力和破灭之循环中的结束，一段代表着由肆虐的亚空间风暴与数不尽的外星入侵所导致的文明倒退、内部冲突以及群星间人类世界孤立的黑暗时代的终结。\n帝皇，他是命定的人类之主，无穷无尽的军队使他成为上百万个世界的主人。他无私地爱着整个人类种族。帝皇利用创造基因原体的样本所组建的星际战士军团作为先锋，他们由火星机械神教的工厂所武装。帝皇的军队势不可挡，外星人与亚空间生物被逼退，而一个个行星以人类之名被夺回。战役一步步从人类帝国的中心——神圣泰拉向外推进。\n",
            "constant": true,
            "selective": true,
            "order": 100,
            "position": 1,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 0,
            "probability": 20,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "1": {
            "uid": 1,
            "key": [
                "机械修会",
                "机械神教",
                "万机之神",
                "欧姆弥赛亚"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "机械修会是人类帝国内部享有特权的技术牧师阶级组成的组织，信奉“万机之神”欧姆弥赛亚，以火星为首府，将保存和收集一切知识视为自己的使命和信仰。在第41个千年是帝国寻求复杂先进技术的唯一途径，为帝国提供先进武器装备和战舰设施，也培养提供工程师、科学家等技术人员。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 10,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "2": {
            "uid": 2,
            "key": [
                "混沌",
                "混沌邪神",
                "混沌世界",
                "邪神",
                "恐虐",
                "纳垢",
                "奸奇",
                "色孽",
                "混沌星际战士",
                "异端阿斯塔特",
                "叛乱星际战士",
                "混沌亲王"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "混沌世界是一个不同于我们所在的物质世界，由于时间的无限性和关联的无限性，使得混沌世界不再受空间和时间的限制，这一存在对于常人来说是永远无法理解的特殊领域，它就好像存在于梦境和噩梦的边缘，不以物质结构或者形式存在。而就在这样的一个无法被感甚至看到听到的世界中，混沌恶魔在各自主神领导下，长期为战。而这些好战的主神又将这样的意志转化成化身后前往凡间，在巨大的高阶恶魔的统帅下，毁灭一切，成为人们最可怕的梦魇。恶魔大军被混沌诸神的黑暗欲望所扭曲，只为毁灭欲望所驱使，混沌诸神用古老而又饥渴的目光注视着银河世界，而混沌恶魔成为其征服世界的工具......\n混沌力量，或简称混沌，是在亚空间的非物质海洋里存在的一种形而上的精神力量，由本质上反应了物质世界最极端而疯狂的情感、激情、欲望、梦想和绝望等情感能量组成的恶性精神实体，被人类帝国视为大敌，但实际威胁到了物质宇宙的一切生命。混沌四邪神分别是恐虐、纳垢、奸奇、色孽。信奉它们的人类统统都是异端，将被帝国审判庭裁决。\n恐虐是纯粹由暴力思想凝聚而成的神，是仇恨、战争的代表，在世界上他还有著两个广为人知的代称，血神与颅骨之主。混沌四神之中，恐虐是最好战的一名神只，所有兵器里面他特喜於使用近距离兵器，认为使用远程兵器的人全部都是懦夫，视巫师与术士这些使用魔法的混混又比那些使用远程兵器的人更下一等。\n奸奇的能量来自希望，这种希望并不只是在平时对未来的幻想与欲望，亦是绝处求生那种挣扎抗拒的心理，一些诡异的点子总是伴随危机而出，吸吮这种信念而生的奸奇不意外是四神中最足智多谋的神。狡诈、诡计多端、变化无常这些形容词不足以代表这名多变的神只，光在人口耳之间相传的名字就有无数个，其中较知名的几个为下：希望使者、诈欺谋士(、命运窜改者、至尊之鹰、诡道之主......谣传奸奇拥有能洞悉未来的能力，一切的一切都掌握在他的计画之中，或许今日微不足道的小事，能影响数千年的未来局势，在他狡诈的手里，生命之火都将为他的计画而明灭。\n纳垢诞生於绝望的意志，毁灭的概念，他的专长不在狡诈的巫术，野蛮的力量，而是肉眼看不见的病毒，世界上所有的瘟疫都是在纳垢精心调配下产生。意外的在信徒口中纳垢却是具有祖父般慈祥性格的神只，恐虐淘汰弱者的残酷仪式，奸奇视所有人为棋子，唯独纳垢接纳所有信徒，不论老丑、善恶，他宽容包纳所有人，如同慈祥的父辈引领自己爱子一般。\n色孽是四神里面最年轻的一个，他是双性神，孕育他的能量是快乐、纵欲、愉悦甚至是爱。对生灵而言，没有任何神只比起色孽拥有更高的吸引力，不论任何生物或多或少都会为了精神上的快感付出，这种本性造就色孽就像毒品般还要令人难以拒绝。能让人心情愉悦的事物也就是世间所有美好的事物，色孽熟识解所有能让人得到满足与雀跃的奥秘，特别像是人类这种感情外放的生物时常被他的美所媚惑，稍不注意就会误触落入浑沌的灰色地带。",
            "constant": true,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 1,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "3": {
            "uid": 3,
            "key": [
                "泰伦虫族",
                "虫族",
                "泰伦"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "泰伦虫族，是一群可怕的来自银河系之外的类昆虫异形生物群，本质上是由数以万计不同种类的泰伦生物组成的太空生态系统，每个种类的泰伦生物都是由相同的基础基因组突变而来，被它们无法满足的食欲所驱使，如同吃不饱的蝗虫一般吞噬路径的一切，以整颗星球为食，几乎不可阻挡也完全无法谈判、妥协或理解，是人类帝国的死敌。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 2,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "4": {
            "uid": 4,
            "key": [
                "荷鲁斯之乱",
                "荷鲁斯叛乱"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "在人类的第31个千年，发生了“荷鲁斯之乱”：即帝皇的一位基因原体，帝皇的十八子战帅荷鲁斯发动的叛乱。亚空间的黑暗诸神透过混沌力量与他展开对话。邪神们蛊惑了他。从那开始，荷鲁斯依顺了混沌的蛊惑，并密谋弑杀皇帝。接受了黑暗诸神的意志并被其毁灭力量注入，荷鲁斯以激烈的内战将帝国点燃。帝国三分之一的军队加入了荷鲁斯，包括一半的星际战士军团。双方都有着传奇的勇士，而银河则在这场史诗般的战争下熊熊燃烧。为了杀死帝皇，叛徒们碾碎了他们前往泰拉路上的一切，入侵了帝皇的皇宫，在屠杀与战争的狂欢中咆哮着狂怒。\n荷鲁斯之乱后，帝皇不再仅仅被视为人类的领袖而被追随，帝皇如今是作为一个神被崇拜。没有了帝皇亲身的教诲和重申他对建立理性主义和唯物主义帝国文化的渴望，迷信与宗教狂热重新占据了人类的心灵。以帝皇之名，泰拉议会领导着帝国，他们的命令由帝国的无数官员执行着。其错综复杂的下属组织延伸到每个人类世界，没有人不受其统治的影响或约束。即便随着银河系被战争与亚空间风暴撕裂，收集信息，执行法律，征收赋税。过去是这样而未来也是这样。延伸的帝国被来自各个角落的异星人所包围，被混沌力量的内部腐化所威胁。即使如此，官僚制度的齿轮没有任何思想或考虑地无情旋转着，这不断加剧着帝国的极端主义。",
            "constant": true,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 8,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "5": {
            "uid": 5,
            "key": [
                "阿斯塔特",
                "星际战士",
                "阿斯塔特修士",
                "阿斯塔特教会",
                "帝皇的天使"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "阿斯塔特修士或星际战士，是人类有史以来所创造的最伟大的战士。他们不完全是人类，而是超人，通过19项基因改造、心理培训和严酷的训练，在一切方面都超越凡人。相对数以万万亿计的人类，星际战士数量稀少，被组织为成为战团的小规模部队。每个战团都对其征兵、训练、军备、组织管理和战略全权负责。他们对帝皇的忠诚绝不会轻易动摇。是人类帝国最伟大的捍卫者，在一切方面都超越凡人。阿斯塔特拥有强健壮硕的身躯，身高至少两米以上，身穿以核聚变能源驱动的动力装甲。他们的武器装备如下：爆弹枪，等离子手枪，热熔枪，喷火器，链锯开膛剑，动力剑，动力锤。阿斯塔特修士遇到异端等敌人时会毫不犹豫杀光他们。\n阿斯塔特每一支军团根据军团之主，也通常被阿斯塔特们称之为“父亲”，“基因之父”的基因原体为模板改造而来，因此每一支军团都带有基因原体独特的风格和作风。因为基因的链接，阿斯塔特们对基因之父怀着崇敬侍奉的心理，几乎无条件服从基因之父的任何命令——即使是自杀。",
            "constant": true,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 9,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "6": {
            "uid": 6,
            "key": [
                "灵能者"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "没人知道第一个灵能者是如何出现的，但有一件事情确定无疑，灵能者的出现彻底的改变了人类的命运。受益于灵能力量，人类通过基因工程技术创造了可以在亚空间航行时引领舰船安全航行的“导航者”、人类之主皇帝是有史以来人类最强大的灵能者。但灵能者同时也是人类最致命的威胁。\n\n从纷争时代的亚空间风暴起，人类产生灵能变种人的机率便逐渐增加。灵能者自亚空间或汲取能量来使用其灵能。尽管这些灵能异常强大，但是使用它们的代价却罕为人知… 灵能者使用他们的能力时灵能者的灵魂在亚空间就像是一团明亮的火焰，对于居住于那些亚空间恶魔来说就是成熟的果脯。恶魔们就像飞蛾般扑向这些火焰。与飞蛾不同的是，飞蛾扑火代表着死亡，而扑向灵魂的恶魔们则代表着灵能者的死亡…更糟糕的甚至会成为从亚空间通往现实世界的通道。\n\n经过帝国认证的灵能者的灵魂受到帝皇庇佑，减少堕落可能性，但同时他们的眼睛因为直视了帝皇在亚空间的光辉而眼盲。某种意义上，受认证的灵能者是与帝皇联系更紧密的存在，必要时，帝皇会借由他们燃烧灵魂强行降下力量和指示。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 13,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "7": {
            "uid": 7,
            "key": [
                "帝国审判庭",
                "审判庭",
                "异端审判庭",
                "恶魔审判庭",
                "异形审判庭",
                "审判"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "审判庭是集秘密警察、间谍、异端Kebab、异形狩猎和变种人灭绝等职能于一体的超级特务机构，其权力之大几乎凌驾于帝国其它任何政治实体之上，无时无刻不在监视着帝国中的一切生灵。\n帝国有多个审判庭，其中能被称为主要审判庭（Ordos Majoris）的只有恶魔审判庭（Ordo Malleus）、异形审判庭（Ordo Xenos）和异端审判庭（Ordo Hereticus）这三个。\n异端审判庭的初创可以追述到帝国最早的年代，并时刻准备在魔女、巫师、混沌信徒和变种人等种种威胁中捍卫人类纯洁本性的光辉。异端审判庭的审判官散发着与恶魔审判庭和异形审判庭的同僚们截然不同的危险气息，他们的工作甚至包括处置帝国内部最深重的罪恶：让与恶魔和异形打交道的那些审判官中间的叛徒败类承受应得的酷刑，审判官有权随时调遣指挥任何一支帝国内部的武装力量，后者无权对此提出质疑或拒绝命令，当他们手中的武力不足以抗衡的巨大危机出现时，审判官甚至可以请求星际战士的协助。\n在官僚机构之外，监视着一切的，是新组建的审判庭，一个在已建立统治集团之外的秘密组织。时刻警惕着，他们的角色便是在其对人类威胁的持续搜寻中质询一切。除了帝皇自己没人能逃离他们毫不妥协与警惕的凝视。\n每一天，审判庭的庞大舰队会往返虚空，收集着其宝贵的货物在奔回泰拉前穿梭于群星之间，它们的船舱挤满了害怕的灵能者。审判庭会寻找并抓走那些灵能者。这些人绝大部分会被用于维持地球上的巨大灵能火炬。他们的灵魂被作为燃料输送到黄金王座，将新星般明亮的火焰投入亚空间，作为亚空间的道标，让导航者能够指引舰队在亚空间中航行。大概每天有近千名灵能者以这种方式效忠了皇帝。但大部分人认为，为了回报人类的主宰所给予的指引与保护，这只是个微不足道的代价。\n恶魔审判庭的基本理由（无视阵营）\n1.敌军有一个受祝福/受诅咒的物品并希望玷污/使用它，恶魔审判庭必需阻止他们……\n2.恶魔审判庭必需摧毁一个被敌军层层保护的渎神的雕像……\n3.恶魔审判庭必须拯救或杀掉一个被俘的灵能者以防止敌军用他来进行恶魔召唤仪式……\n4.敌军指挥官被恶魔附身……\n5.防守一个驱魔人封印恶魔的地方以防止混沌使用此地的力量……\n6.一只车队正在向一个秘密地点运送一个恶魔的渎神的雕像，恶魔审判庭必需在之前阻止他们……\n7.一件恶魔制品引起了科技的堕落并且它的影响正在扩大，恶魔审判庭必需关掉并摧毁它……\n8.恶魔审判庭必需攻击并摧毁一个祭拜Nurgle并从他那里获取力量的教派……",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 14,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "8": {
            "uid": 8,
            "key": [
                "帝国防卫军",
                "星界军",
                "凡人",
                "人类",
                "普通人"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "帝国防卫军是帝国的主要战斗力量，他们的数量是如此之多，以致于就连帝国军需部(Departmento Munitorum)都没办法提出正在服役防卫军总人数的数据；这是因为每天的新进人员或是伤亡人数的数字大约都有数百万之多。要明确的列出明确的帝国防卫军人员数量是完全不可能的，但是普遍来说，帝国防卫军的士兵人数约有数十亿，分配在数百万个军团中。这个数字提供了解帝国防卫力量的几个依据：他们可以极大量的部属在战场上，靠着数量优势赢得胜利。在战场上，帝国防卫军在大量的炮兵弹幕支持下，用永无止尽的步兵浪潮冲向敌军，并用他们手上的雷射枪齐射歼灭敌人。在防卫军中，个别的士兵往往是不被重视，甚至是被忽略遗忘的。但是主宰战场胜负以及整个世界命运的重任，往往也肩负在这些无名小卒的身上。防卫军是帝国的骨干，没有他们，人类必将殒落。虽然防卫军难以跟星际战士相提并论，不管是基因改造所带来的优势或是强大的单兵武器。但是防卫军拥有勇气以及人力，帮助他们面对以及歼灭银河系中帝王的敌人。即使帝国防卫军可以部属大量的高科技装备到战场上，但一个冷酷的事实是，对于他们来说，最重要的资源仍然是它那可以部属到战场攻下目标的无数的士兵。对于帝国防卫军来说，用来赢得战斗的伤亡人数是无关紧要的。帝国防卫军会为了任何一个微小的目标投入数以千计的士兵，而在相同的情况下星际战士只会投入数百人。很明显的，一个防卫军小兵永远不可能拥有跟一名星际战士一样拥有超凡的能力；然而小兵可以有数百万个，星际战士却只有那么一个。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 17,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "9": {
            "uid": 9,
            "key": [
                "铸造世界"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "机械神教巨大的铸造世界不知疲倦地工作，在它们的轨道环上生产着舰船和军械。这些船只绝大部分会加入机械教自己的探索舰队，用以为他们对知识永无止境的探求提供助力。其他的那些会加入海军，主要是数量众多的护航船只。相当少的一点会投入行商浪人的怀抱，以换取他们对发现新资料的协助，因为这些个人总是处在帝国探索行动的第一线。\n铸造世界生产的舰船是工程的杰作，装备有许多在现今理解甚少的系统。它们尤其因享有厚实到极限的装甲而闻名，因为那些巨大的精金熔炉和铸造间仅可在铸造世界上找到。只要巨大的铸造金属板开始冷却，一排排的奴工和仆役就会蜂拥其上，开始把它们铆接到船只骨架的正确位置上。\n只有当外壳装设完毕以后，机械教工程师和贤士才会赶忙登上空空如也的船体，开始名为“装配”的神秘典礼。这一漫长的工序需要在安装成千上万的内部系统的时候，逐一地举行无尽的仪式，安抚单独的机魂，以及向机械神祈祷。材料的短缺以及其他未能预知的事件可以导致好几十艘半完工的船只被留下漂在一个铸造世界的轨道上等待完工，一次延期就长达几十年。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 11,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "10": {
            "uid": 10,
            "key": [
                "战斗泰坦",
                "泰坦"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "泰坦在战场上的定位很明显——一锤定音型的战略武器，也就是说，只要出动了泰坦，那么不是战况已经严重恶化到不可收拾的地步，就是这场战斗志在必得。\n泰坦作为一种强大的巨型战争机器，其复杂程度当然不可能仅仅依靠人力来操纵，事实上，作为一种顶尖的科技产物，泰坦的自动化水平非常之高，这在第40个千年是极端罕见的，驾驶员只需三人即可，还需要一位机械神甫带几个奴工和伺服颅骨在轮机仓举行正确的维护和操纵仪式，念诵祈祷词和赞美诗，歌颂伟大的机械之神，以维持它巨大而复杂的神一般的机械正常运转，并把前面的全部挡路者统统铲平。\n各种泰坦通常都是要么不出动，要么就是军团级别的数机出动，极少出现单打独斗的情况，一个标准的泰坦军团通常包含16台各型泰坦（当然有很多例外），各型泰坦的分工也可以很清楚的从其全称上看出来，例如战犬型就是负责侦查的，而帝王级就是指挥官的座机，用来指挥推土机们把讨厌的外星钉子户和混沌窝棚户统统铲平。\n人类的最强载具是帝皇级战斗泰坦。皇帝级泰坦是帝国最大型号的泰坦。\n皇帝级泰坦包括塔楼在内总共25到40米高。他们背负着各种武器的兵工厂。它们装备了至少十二个虚空护盾发生器，他们的装甲是如此的厚重以致于只能在行星轨道防御工事上制造。皇帝级泰坦是在行星上能制造的最大型的移动战斗单位，每一台都是帝国军队的宝贵财产。皇帝级泰坦使用了和战斗泰坦类似的科技但却放大到了巨大无比的尺寸。它们还使用了巨大无比的等离子反应堆以支持他们庞大的装备。\n皇帝级战斗泰坦是帝国军队控制下的最大和最有利的战争机器；他们的火力在银河中的任何大型载具中都是无与伦比的，他们手臂上装载的武器的尺寸只有帝国海军最大的战舰上的火炮才能与之相比。\n只要他们出现在战场上，他们就会开始用残酷和恐怖的炮击火力在敌人军队射程最远的武器的射击范围之外轰炸帝国的敌人。任何用任何方法逃过了他的长距离攻击惩罚的敌人会被他们如同大教堂一般大小的使大地震动的巨大双腿无情地踩成碎片。\n帝皇级泰坦可以从下面列出的武器里选择6个装备在身体上：\n** 镭射爆炸炮 (Laser blaster)\n** 等离子破坏者（Plasma destructor）\n** 燃烧地狱炮 （Inferno gun）\n** 火神粒子爆弹枪 （Vulcan mega-bolter）\n** 加特林爆炸炮（Gatling blaster）\n** 热熔大炮 （Melta cannon）\n** 雷神大炮 （Quake cannon）\n** 火山炮 （Volcano cannon）\n** 启示录导弹发射器 （Apocalypse missile launcher）\n** 漩涡支援导弹 （Vortex support missile）\n\n在下列武器中选择两个装在手臂上：\n** 等离子歼灭者 （Plasma Annihilator）\n** 地狱风暴加农炮 （Hellstorm Cannon）\n** 复仇加农炮 （Vengeance Cannon）\n** 毁灭打击导弹发射器 （Doomstrike Missile Launcher）",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 22,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "11": {
            "uid": 11,
            "key": [
                "虚空护盾",
                "虚空盾",
                "立场盾"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "虚空护盾是通常由帝国制造的战舰或泰坦装备的装置（一些为Chaos控制的装甲仍然保有这些装置）。虚空护盾，或称力场，是一种功能强大的防御系统，可以抵挡除了最为强劲的火力之外的一切攻击。\n虚空护盾看起来象是某种散发着微光的屏障，可能类似于透过薄薄的一层水看某物时产生的效果。虚空护盾系统中的电路会在被激活之前散发出一股强烈的臭氧的味道。任何与激活后的护盾接触的物体不会受到伤害，仅仅会发出咝咝的响声。\n任何物体，只要不是以可观的能量射向或撞击护盾，都仅仅会被弹开或在半空中停下。有可能造成伤害的有机材料、液体或纯粹的能量（比如说激光）会被阻挡或散射。爆炸性武器一经与护盾接触便会引爆。任何当护盾激活时夹在力场之中的物体将被干脆地切成两片。举例而言，一具夹在中间的人类身躯将被切成两片，就像在看横向切片图一般，而像这般夹在中间的武器将被爆炸所摧毁。即使相较用于防守，使用它攻击显得不切实际，这仍使得虚空护盾相当致命。\n\n虚空护盾往往是分层的，这意味着一架泰坦或星舰并非仅被一个虚空护盾保护，而是数层相互独立的护盾。外层的护盾将会吸收袭来的火力直到它超载并崩溃，此时第二层护盾变成外层护盾直到它崩溃，此时第三层护盾变成外层护盾，以此类推。同时泰坦或星舰上的科技神甫将会修理并重启超载的护盾从而产生新一的层。理论上来讲，这意味着泰坦和星舰是不可伤害的，除非敌人可以持续施加足够强大的火力以在它们可以重启前击穿所有虚空护盾。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 23,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "12": {
            "uid": 12,
            "key": [
                "混沌星际战士",
                "异端阿斯塔特",
                "叛乱星际战士",
                "黑暗远征",
                "黑暗远征"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "混沌星际战士叛徒军团，最初来源于20个初创军团中的9个军团——这些超人军团是第30个千年末期，由人类帝皇提取自20位基因原体的基因组创建的，以服务于人类重新征服银河的大远征，重新将全人类团结在人类帝国的光辉之下。\n在人类帝国的第30个千年里，由人类帝皇所创造的十八位原体中，有半数带领着他们的阿斯塔特军团背叛帝国投靠了亚空间的混沌邪神。这些受到混沌蛊惑的半神掀起了一场席卷银河的恐怖浩劫，意图诛杀帝皇继而统治全人类。在叛乱被终结后，仍有六位叛乱的基因原体活了下来退守至混沌的大本营恐惧之眼，他们抛弃了自己曾经的半神之躯，接受了邪神的赐福，升格为了混沌亲王，成为了亚空间中异常强大的存在，它们手下的阿斯塔特们则被称为“混沌星际战士”或“异端阿斯塔特”。\n在见证了荷鲁斯之乱终结的泰拉战役（the Battle of Terra）中，荷鲁斯最终在其旗舰“复仇之魂”上死于帝皇之手后。随后，已经堕入混沌的九个叛变军团的余孽与其他帝国叛徒们一起逃往银河系中的一处险域——在那里，至高天的力量流入了现实空间，形成了永不止息的亚空间风暴，被称之为“恐怖之眼”。\n\n由于混沌之力的性质，以及亚空间中时间的不稳定，这些最早背叛帝皇的混沌星际战士在一万年后的今天，也就是第41个千年，仍在继续与帝国作战。事实上，毁灭之力虽然使得他们近乎不朽，但那是以永恒的折磨为代价的。\n由于混沌之力天生就有趋向于混乱的特性，在荷鲁斯之乱结束后不久，所有叛变军团（除了怀言者军团）基本上都停止作为统一军事组织的运作，而是转变为一系列独立的、经常相互内斗的小型单位，被称为“战帮（WarBands）”。这些战帮的指挥官都是强大的混沌星际战士中的强大个体，他们只追求自己的个人荣耀，渴望获得混沌诸神的关注以升格成为一名恶魔王子。\n由于混沌之力天生就有趋向于混乱的特性，在荷鲁斯之乱结束后不久，所有叛变军团（除了怀言者军团）基本上都停止作为统一军事组织的运作，而是转变为一系列独立的、经常相互内斗的小型单位，被称为“战帮（WarBands）”。这些战帮的指挥官都是强大的混沌星际战士中的强大个体，他们只追求自己的个人荣耀，渴望获得混沌诸神的关注以升格成为一名恶魔王子。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 19,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "13": {
            "uid": 13,
            "key": [
                "大裂隙",
                "卡迪亚"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "最近的一次，即第13次黑色远征，发起于第41个千年的第999年。事实证明，这是自荷鲁斯之乱后混沌势力取得的最大战果——混沌军团摧毁了堡垒世界卡迪亚，打开了卡迪亚之门。亚空间的力量自恐惧之眼中倾泻而出，不久之后，大裂隙诞生了——第13次黑色远征对现实世界造成了的巨大破坏，导致现实空间出现了一条沿着银河系西部的恐怖之眼到东部的哈迪斯异常（Hadex Anomaly）的裂口，整个帝国事实上被一分为二。混沌之力如狂潮搬席卷整个银河系，尽管在此危急存亡之秋，原体罗保特·基利曼（Roboute Guilliman）的复活为给风雨飘摇中的帝国带来了一丝希望——但也仅仅是“一丝”而已，绝望，依然还在蔓延。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 20,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "14": {
            "uid": 14,
            "key": [
                "基因窃取者",
                "鸡贼"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "基因窃取者是泰伦虫族的先锋，能够独立思考并在没有虫巢意志指挥的情况下独立行动。只要时间足够，一只基因窃取者可以秘密感染并接管整颗星球。\n基因窃取者长长的舌头其实是一根尖端带刺的产卵器。它会想办法抓住有知觉的人形生物，再用产卵器将含有泰伦虫族基因的“种子”送入其体内，这些种子会逐渐吸收同化宿主的遗传物质。这一过程被称为“基因窃取者之吻” ，鸡贼往往能准确找到口部然后一步到胃，或者干脆就胸腔穿刺注射。最近有一些基因窃取者邪教找到了提取这种“种子”并用它们污染食物和药物的方法，鸡贼感染的传播范围由此不再局限在其活动范围之内。\n无论植入方法如何，这些基因种子（审判庭警觉）都能在数小时内改变宿主的身体和心理状态。宿主将忘记感染过程并自动屈服于基因窃取者的意志，同时产生不受控制的强烈繁殖欲，迫切地想找人一起生孩子；一旦交配完成，宿主及其伴侣就会产下严重畸形的基因窃取者第一代杂交体。第一代杂交体通常会因为其鸡贼特征太过明显而逃进黑暗的隧道、地下墓穴或下水道以避免被发现，但这种生物能在自身、父母和基因窃取者本体之间建立蜂巢思维连接（并可能一出生就有能力杀死周围的敌意生物，比如助产士），这种联系和鸡贼种子带来的突变会扭曲宿主父母的思维，使他们无条件地疼爱自己完全没人样的孩子，并将基因窃取者尊为神或神使。因此许多基因窃取者邪教教徒会以帝皇崇拜者的身份出现，外表上绝对正常，除了脖子上挂着的四臂神皇像……他们中的一些人真的认为自己在崇拜帝皇而不是太空怪虫，日常表现就像模范帝国公民一样。 这些受感染的个体及其不断增多的杂交种后代最终将凝聚在一起，形成一个忠心耿耿围绕在基因窃取者身边的大家庭。随着家族不断壮大，他们会继续强化自我孤立，最终形成基因窃取者邪教。基因窃取者和杂交种会不断和邪教内部人员或被拐卖来的人继续杂交，将他们作为种畜和保姆留在其身边。 虫群降临前夕，鸡贼邪教会发动全面叛乱，竭力破坏所在星球的防御体系，为入侵做好准备。即使叛乱被镇压，星球防卫力量也会受损并陷入恐慌之中，面对即将开展的全面入侵将变得更加脆弱。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 21,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "15": {
            "uid": 15,
            "key": [
                "爆弹枪",
                "爆矢枪",
                "爆弹武器"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "爆弹枪，是阿斯塔特修会和战斗修女会的标准武器。口径为0.75英寸，可发射一种自行推进的“爆弹”，穿透目标后，会在其内部产生毁灭性的爆炸。她由星际战士势力或机械修会手工制作，沉重，坚固，具有凡人难以驾驭的后坐力。对于阿斯塔特修会和战斗修女会来说，爆弹枪象征着帝皇的怒火。爆矢弹可以简单理解成是一种微型火箭，里面带有一定的推进燃料，从枪膛发射出去后会继续助推一段时间；在击中目标后会发生一次爆炸，造成更高的伤害。就像其她星际战士武器，爆弹枪同样围绕着星际战士的超人体格设计。她的重量使大多数凡人们想使用时都需要一个支架，她的主握把也超出了凡人使用的规格，且只要开一枪，产生的后坐力就能把凡人的手臂撕碎。凡人们被发现拥有仅仅一枚爆弹弹药，更别说一把完整的爆弹枪，此等罪行就足以使帝皇的正义迅速降临到他们头上。\n尽管凡人所使用的爆弹枪是弱化版本，尽管凡人版爆弹枪各式各样，但都遵循了基本的设计原理。虽然相比体型更大的表亲，她们显得娇小无力，但她们的火力仍足以将一个人撕成两半。帝国卫队的爆弹枪由军务部提供。\n对于星际战士而言，爆弹枪的弹匣通过亚空间与轨道上的舰队军火库相连，从而可以直接补充子弹。",
            "constant": true,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 25,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "16": {
            "uid": 16,
            "key": [
                "等离子手枪",
                "等离子武器",
                "忠诚的等离子"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "等离子枪是一种步枪大小的等离子武器，为人类帝国的许多武装部队所共有。它被归类为一种特殊武器，由多种帝国部队所使用，包括星界军，星际战士等。这是一种不同寻常的武器，即使是在星界军或星际战士的队伍中，大多数现存的等离子枪即使不是几千年也有几百年的历史。作为他们优良设计的证明，他们今天仍然像他们制造的那天一样致命。\n该武器发射一个高能氢基等离子体球。等离子枪和大多数等离子武器一样，工作原理是将液氢燃料注入到武器内部的微型核聚变核心，氢被注入到等离子体状态的物质中，等离子体由强大的磁场保持在核心中。当被点燃时，磁场会膨胀，等离子体会被线性磁加速器作为一束过热的物质喷射出去，其外观和温度类似于太阳耀斑。因此，等离子武器有时被帝国的普通民众通俗地称为“太阳枪”。随后应急冷却管和排气口定期排出枪内多余的热量，等离子武器会对他们的冷却系统造成了相当大的负担。而星际战士所使用的等离子枪则会比标准的等离子枪拥有更强大的威力。\n\n \n\n这种武器对重装步兵和轻型装甲车都很有用。在战斗中，等离子枪能够对Tau战斗服，泰伦生物，兽人，装甲运兵车和轻型坦克造成严重伤害。\n通常情况下，帝国的等离子枪容易过热，持续不断的射击可能会重伤使用者甚至会造成使用者的死亡。当武器达到临界温度时，它会释放出一团过热蒸汽。因此星界军认为，出于这个原因，被选为一个小队的等离子枪手，是一种令人生疑的荣誉。\n\n \n\n在过热的情况下，武器很可能会幸存下来，然而使用者通常就不那么幸运了。由于阿斯塔特的动力甲，陶钢板和密封系统通常能防御周围环境中的伤害，因此星际战士至少能在一定程度上抵御这些灾难性的过热。即使如此，过热仍然可以杀死或致残星际战士，特别是如果排气口堵塞或高温导致线圈裂纹时。对于保护较少的士兵，比如星界军，过热的等离子枪几乎总是致命的。在极少数情况下，等离子枪甚至可以在太热的时候引爆。这可能是由于过度放电，但也可能是由于制造过程中的缺陷所造成的。如果外壳破裂或磁性容器失效，炮手只有不到一秒钟的时间逃生，不然手中的枪就会变成一团炽热的能量球，然后被一颗恒星的热量吞噬，并在伸手可及的范围内蒸发掉所有东西。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 26,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "17": {
            "uid": 17,
            "key": [
                "热熔枪",
                "热熔武器"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "热熔枪是热熔武器的基本型号之一，被包括帝国卫队、星际战士、讨逆修会及战斗修女在内的诸多帝国初始部队使用。由于热熔枪本身相当“安静”以及非常有杀伤力的性质，渗透者可以在战场上正面交锋前使用热熔枪摧毁敌人的载具*。热熔枪又有着“聚变枪”（fusion guns）、“熔融器”（melters）和“炊具”（cookers）的绰号。热熔枪是非常有效的反装甲武器，被各种帝国军队用于进行近距离攻击及反坦克作战。它们在近距离的情况下能发挥出最大的杀伤力，几乎任何材料都会被热熔枪发射的超高温气流融化成一堆渣滓。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 27,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "18": {
            "uid": 18,
            "key": [
                "火焰喷射器",
                "火喷",
                "喷火器"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "火焰喷射器是喷火武器的一种基本类型，各个种族的军队都有使用。\n火焰喷射器喷射的是一种液态可燃化学物质，通常是钷素，喷射后就会燃烧成火焰。她们的价值在于能够同时消灭多个目标，而其攻击不受任何保护层的影响。由于射程较短，她与结构更紧凑的单手火焰喷射器都被认为是突击武器。帝国和混沌星际战士的火焰喷射器喷射的是一种混合高挥发性液态化学物质，由武器枪口下的引火火焰点燃。燃烧的化学物质会附着在目标身上，并持续燃烧——那些没死的人会因燃烧的超高温化学物质而瞬间惨死。\n\n在密集地形（如丛林）、城市战斗和地堡攻击中，火焰喷射器是一种宝贵的战术选择。火焰也能有效摧毁兽人尸体散发的孢子，从而打断它们的产生。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 28,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "19": {
            "uid": 19,
            "key": [
                "激光步枪",
                "激光枪",
                "激光武器"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "激光枪是一种能量武器，是帝国境内最常见、使用最广泛的激光武器类型，同时也是星界军步兵和大多数下级士官的标准武器。\n激光枪可靠、易维护、易生产，在大多数帝国世界都可以很容易地搞到一把。相比同是激光武器的激光手枪，激光枪有着更远的射程和更大的能量匣容量（激光手枪的能量匣大约可供射击80发，激光枪则大约为150发），但在威力上激光枪不及激光炮，而射速则不如多管激光和地狱枪。\n\n激光枪的基础技术和操作方法和其她激光武器相同，效果就是射出一道聚焦光束。光束中蕴含的密集能量在击中目标后会在其表面产生小型爆炸并蒸发掉命中部分。与帝国其他武器相比，激光枪其实并不起眼，但她仍能干净利落地切断人体四肢或是击穿星际战士的动力装甲（当然能击穿的也只是装甲上最脆弱的部位）。激光枪的众多型号中大部分都设计有机械瞄具。激光枪由一个小型可充电能量匣供能，能量匣在枪管下方，扳机防护装置前面。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 29,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "20": {
            "uid": 20,
            "key": [
                "链锯剑",
                "链锯武器"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "链锯剑作为被帝国广泛使用的近战武器，不仅值提供给阿斯塔特，星界军和战斗修女部队也有装备，剑身大多单面开刃，以钷燃料驱动，装备有可替换的单分子锯齿，大部分链锯剑性能不如动力武器，大部分链锯剑性能不如动力武器。一部分星际战士也会把小型链锯安装在爆弹枪上作为刺刀使用。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 30,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "21": {
            "uid": 21,
            "key": [
                "动力剑",
                "动力武器"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "动力剑是一种动力武器，虽然具体会是各种长度以及各种样式不同的利剑，且所用的材料也会不尽相同，但通常会是由精金制成。\n一般而言动力剑可以通过剑柄上的控制装置来激活分解力场，随后剑身便会被一层极具破坏力的分解立场所包裹。分解力场可以从分子层面崩解物质，因此在其加持下动力剑可以轻松切开血肉骨骼乃至大部分的装甲，因此动力剑也是一种极为有效且强大的近战武器。\n包括帝国在内的许多组织都在使用动力剑。星际战士、星界军以及其他帝国势力均有着大量的动力剑，混沌星际战士和那些迷失以及被诅咒者也在使用。而方舟灵族、黑暗灵族乃至太空死灵也有着自己的动力武器。\n和其他动力武器一样，动力剑也是会有一层分解力场包裹住剑身，因此理论上说只要有着所需的技术那么所有兵器都可以改装成动力武器。同时动力剑本身的样子也能让动力剑在力场发生器损坏时仍可以作为一柄依旧锋利的利刃使用。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 31,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "22": {
            "uid": 22,
            "key": [
                "动力锤",
                "雷霆锤",
                "雷锤"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "动力锤为一种强大的动力武器，覆盖着与动力剑和动力斧相同的分解立场，由手柄处的开关控制，其庞大的质量使动力锤即使在没有分解立场的情况下也是一件令人生畏的武器。\n雷霆锤为动力锤变体，是一种强大的动力武器，并因其强大的破坏力深受星际战士的喜爱。在噼啪作响的能量场的包裹下，雷霆锤的锤击不仅能发出带有独特声响的轰鸣声，还会释放出强大的冲击波，这样哪怕锤击本身没有造成打击伤害敌人也可能会被冲击波给消灭掉。与一般的动力武器不同，雷霆锤的分解立场只会在接触到目标后激活，使得雷霆锤可在战斗中使用更长时间。\n动力锤和雷霆锤由于其庞大的质量与缓慢的速度，一般与风暴盾搭配使用。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 32,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "23": {
            "uid": 23,
            "key": [
                "灵族",
                "方舟灵族",
                "黑暗灵族"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "方舟灵族，是一支垂死的古老人形种族艾达灵族在灵族陨落后幸存的一支派系，拥有着极度先进的科技和对灵能的高度天赋，乘坐着天体级别的巨型方舟世界舰在银河内游荡。\n黑暗灵族，是方舟灵族的堕落表亲，延续着古灵族帝国在堕落时期的放纵奢靡的生活方式，痴迷于阴谋诡计、折磨他人和制造享受所有的痛苦，拥有与其他灵族派系相等的先进科技，但无法使用灵能。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 3,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "24": {
            "uid": 24,
            "key": [
                "太空死灵"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "太空死灵，是由古老的惧亡者种族转化而成的外表如人形骷髅的神秘机械种族。古老的星神利用了他们对古圣的仇恨和对永生的执念，将他们转化成了不朽却没有灵魂的造物。自他们进入墓穴世界经过长达6000万个泰拉年的沉睡后，他们在第41个千年末开始从停滞中苏醒，准备重新征服银河系并恢复死灵帝国的辉煌和作为银河系正统统治者的地位。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 4,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "25": {
            "uid": 25,
            "key": [
                "兽人",
                "绿皮",
                "绿皮肌肉佬"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "兽人，是一种野蛮、好战、单纯的绿皮肤类人生物，拥有极度耐用的生理结构和让人匪夷所思的繁殖方式，使它们成为了银河系最成功的物种。天性好战的兽人将整个银河系视为自己的战场，从不思考自己行为的意义，不在乎未来、后果等任何困扰其他种族的烦恼，只被单纯的好战天性驱使在银河系进行永恒的WAAAGH!",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 6,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "26": {
            "uid": 26,
            "key": [
                "钛族; 钛君; 钛帝国"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "钛族，是一支在银河系东部快速成长扩张的年轻种族，分为以太、火、土、水和空气五种种姓，依靠上上善道作为其理念和统治哲学。现今已经发展成了一个由多种不同智能种族组成的联合异形帝国。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 5,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "27": {
            "uid": 27,
            "key": [
                "帝国国教",
                "神皇",
                "帝皇在上",
                "帝皇保佑"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "帝国国教为帝皇的仆人们提供指引已经有近十个千年的历史了，经历了那些能想像到的最黑暗时刻。帝皇，以其超凡的人格魅力和无敌的力量被众人敬之为神，即使在他被背叛的战帅荷鲁斯重创之后也是如此。荷鲁斯的背叛几乎毁灭了帝国，使后者在无政府状态的悬崖边摇摇欲坠。在那黑暗的岁月中，灵魂对指引的饥渴从未如此迫切，当帝皇作出的至高牺牲为人传道后，对他崇敬和爱戴之情横扫帝国。帝皇先知们在许多世界出现，宣称帝皇依然守护着子民，在这神圣感召的激励下，这些人很快聚集了一群同道之人，信徒们迅速遍布整个银河，强大的派别吞并、铲除弱小派别从而扩张、兴旺，直到这些帝皇崇拜者中的一个流派最终统一了其它所有的流派：救世帝皇神殿派。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 12,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "28": {
            "uid": 28,
            "key": [
                "战斗修女",
                "战斗修女会",
                "帝皇的女儿"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "战斗修女，是所有人性优点的闪耀榜样，信仰、奉献和纯洁的至高象征，除了作为异端审判庭的下属部队，战斗修女同时也是帝国国教的布道者的利剑，协助后者对帝皇福音以及忠诚于帝国的信念的布道。装备着国教所能提供的最好武器与铠甲，她们是审判官能召集的最优秀战士之一。\n修女会是一个结构复杂的组织，其职责反应了其上级机构——帝国国教的主要关切。目前，修女会中成员数目最多的是战斗修女，这些身着动力盔甲，挥舞爆弹枪的肃卫修女，在普通帝国民众眼里以极为强势的姿态体现着帝国国教那无可置疑的权威。\n“帝皇是我们的慈父和保护者，并且我们必须守护帝皇。”",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 16,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "29": {
            "uid": 29,
            "key": [
                "审判官"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "审判官理论上拥有近乎无限大的权力，只要理由正当，他们几乎能为所欲为：无论是踹开门杀掉屋里所有人还是要求泰拉高领主签署一张灭绝令，只有禁军修会可以无理由拒绝审判庭。不过在具体实践中，情况其实要复杂得多。\n审判官也可以作为顾问加入远征之类的大型战役，在这种情况下，他们名义上会被添加进帝国卫队的指挥序列，甚至（在他们愿意的时候）接受高级军官调遣。所以审判官虽然在法理上拥有近乎无限大的世俗权力，但如果他们在现实中滥用职权，很快就会迎来各种各样的现世报——就连审判庭自己都设有专门的机构负责监管（枪毙）滥用职权的审判官。因此，虽然理论上可行，但其实审判官们并不能仅仅因为想在景区凭职权插队未得逞就痛斥当地人都是异端最后炸了整颗星球。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 15,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "30": {
            "uid": 30,
            "key": [
                "死亡守望"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "   死亡守望是由星际战士组成的反异形特种部队，它从不公开招聘，只接受由其他战团内推来的最优秀（或者人缘最差）的战士。死亡守望指挥层会根据专业特长和对抗某类异形的经验多少对新兵进行岗位分配，如果他们派出一支装备了重型爆弹枪的十人小队去猎杀虫巢暴君，那么你完全可以相信这十个人不仅是全帝国最优秀的重爆弹射手，而且肯定拥有丰富的对虫作战经验，所携带的装备也一定是最专业的。\n 加入死亡守望的战士需要将动力甲改喷成黑色，右肩涂装可以是原属战团的标志，左肩则需统一替换为带有审判庭印章的、花里胡哨的银色肩甲。除了研究反异形战术，队员们还要接受各种非常规作战训练，比如刺杀、营救、绑架、栽赃……其实大家都是兵中翘楚，战术培训基本上一点就通，教官的大部分时间都花在劝说新人放弃自己原战团那套墨守成规的教条上，鼓励大家接受新思想、开拓新思路。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 18,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "31": {
            "uid": 31,
            "key": [
                "动力装甲",
                "动力甲"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "动力盔甲是一种先进的自带动力的战斗装甲服，常见于星际战士的装备序列。动力盔甲是一套完全气密的装甲，可以把穿戴者和危险的外部环境彻底地隔离开来。每一套动力盔甲都具备全套在恶劣环境下使用的维生系统，以及在穿着者受伤时可提供一定程度急救的自动医疗系统除此之外，盔甲也为穿戴者提供了先进的目标威胁分析与锁定系统（又称自动感应）。它的外壳由由厚重的陶钢制成，看起来及其地沉重累赘，然而实际上，动力盔甲内部的电子肌肉束能够实时感应并完美地复制穿戴者的动作，从而极大地增强盔甲穿戴者本人——哪怕已经是超人水平——的力量。\n阿斯塔特修士，也就是星际战士的最后一道改造手术——黑色甲壳——被深埋在他们的皮肤之下，并与神经感应装置和若干接口相连。这些端口与阿斯塔特的动力盔甲密切配合，将穿戴者的神经讯号传递到动力盔甲的人造神经中枢并驱动其进行动作，这使得动力盔甲几乎和星际战士的第二层皮肤一样，可以迅捷而准确地配合他的身体运动。换言之，在没有黑色甲壳的情况下，阿斯塔特动力盔甲是无法启动的，因此这种盔甲与星际战士的形象实际上已经密不可分了。\n阿斯塔特的动力盔甲是全密封的，令它的穿戴者与外部环境隔绝，使他免受生化武器和有害大气的伤害。在盔甲内设置有许多如无线电通讯装置，自动感应装置这样的辅助系统。动力盔甲有一套先进的生物监测系统，可以在穿戴者受伤时将他的医疗信息直接反应给本人或者——如果情况严重的话——战团的药剂师。盔甲的背包则包含了动力盔甲的动力源——亚原子核融反应堆以及备用的太阳能充能系统（包括了100个太阳能电池）。背包同时还包括了盔甲的环境和生命支持系统和废热的排出口，后者在无重力环境下也具备充当平衡调节喷口的功能。\n所有型号的动力盔甲都包含了以下系统：\n自动感应系统：星际战士的头盔中集成了绝大多数的作战指挥系统，它们被统称为自动感应系统。该系统包括了通过思维激活的通讯-滤音系统、瞄准-测距系统、战术地图以及占卜系统等一系列具备不同功能的子系统，极大地增强了星际战士原本就已经非常敏锐的感知能力。\n光学成像系统：光学成像系统可以在强光下保护使用者的视力不受损害，它的红外与紫外线扫描模式则使它的使用者在微光环境中也能获得清晰的影像。\n声讯-呼吸格栅：声讯装置可以放大星际战士的战吼，让它变得震耳欲聋，它同时还包含有一个可通过思维关闭的空气滤清装置，在空气滤清装置不工作的时候则需消耗动力盔甲内部的氧气储备。\n肩甲：肩甲被设计成易于偏转与吸收冲击的外形，它同时也扮演着阿斯塔特修士识别标志的角色，星际战士会把自己战团、连队和小队的标志绘制在他们的肩甲上，并且用荣誉绶带来装饰它们。\n胸甲：胸甲保护着动力盔甲的大量管线，它通常装饰有帝国的双头鹰徽，也有部分动力盔甲的胸甲上使用骷髅印记作为替代。\n动力背包：动力背包包含了全套盔甲的动力核心，除此之外它还包含了一套备用电池以及在紧急情况下可为盔甲充能的太阳能发电装置。\n生命体征检测系统：阿斯塔特修士的动力盔甲包含了一整套的生命支持系统，包括自动注射的镇痛剂、兴奋剂以及解毒剂组件。\n温控系统：阿斯塔特修士的动力盔甲可以将穿戴者的体温维持在一个恒定的水平，盔甲的反应炉提供的热量可以用于保暖，而过多的热量则会通过背包的散热口排出，由此，一名穿着整套动力盔甲的星际战士可以在诸如冰天雪地和火山口这样的战场中来去自如，而且几乎不会因为环境温度的变化而感到不适。\n营养补充系统：阿斯塔特修士的动力盔甲包含了一套自我循环的食物补充系统，它提供的高能流质食物足以满足星际战士在战斗中的需求，使他们无需在作战时专门停下来进食与补充水分。\n强化腿部组件：这些部件包括了陀螺稳定装置以及磁力产生装置，使得星际战士可以在无重力或不稳定环境下坚持作战。",
            "constant": true,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 24,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "32": {
            "uid": 32,
            "key": [
                "异形"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "每一年，人类帝国的探索舰队会发现了许多新的异形种族和异形文明，他们也许是新的物种，也可能是人类亚种文明，但不管怎么样，异形对于帝国来说是都是威胁。\n\n对人类帝国而言，人类是银河唯一正统的统治者。他们的神典《帝皇信条》的一部分也写到“所有被认为对人类生存构成威胁的外星人都必须被控制或摧毁，因为外星人同变种人、异教徒，都是人类的敌人一般，撼动着人类生存和正统的存在”。\n\n不过在大多数情况下，没有威胁的异形文明会被忽视，或是被抑制。如果他们被人类认定为威胁，那人类就会以武力消灭之。\n\n在时间长河流过的历史里，人类帝国与许多异形文明进行了长期战争，有无数的其他种族，但大都成了微不足道的被消灭数字。这些文明很多还处于恒星系发展阶段，能跨越银河的人类帝国其军事实力对这些初期宛若神明，人类帝国的全面入侵对于这些文明就是终结文明的末日。但在某些情况下，异形对人类帝国的威胁也只是得到了遏制而已。\n\n如今主要的异形种族是欧克兽人, 艾达灵族, 黑暗灵族, 泰伦虫族, 太空死灵和钛帝国。这些种族对人类的生存和持续统治构成巨大的威胁。当然除此以外还有其他无数的异形种族，但他们微不足道。人类对异形几乎仇视的态度，使得人类和异形友好的贸易或交流几乎不可想象。但帝国的行商浪人被允许与外星人进行易货活动。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 7,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "33": {
            "uid": 33,
            "key": [
                "基因原体",
                "原体"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "基因原体是由人类帝皇和通过基因工程技术制造的生命体，共有二十一位，因为在制造过程中使用了帝皇的DNA作为蓝本，因此帝皇也被称为原体之父。\n原体在各个方面远远优于一般的星际战士，甚至比禁军还要强大，他们更高、更快、更强，也更聪明就是不团结，除此之外，他们也非常的具有人格魅力，是领袖的不二之选，唯一有问题的是他们的性格和智慧，这导致他们在某些层面上会和普通人一样，甚至比普通人还要差劲。\n原体都诞生自喜马拉雅山下的秘密实验室，他们的基因结构以帝皇为蓝本，但制造出来的原体都与蓝本差距甚大，有些原体的基因结构被删去了一大段，有些则被嵌入了其他物种的基因比如黎曼·鲁斯的基因就被嵌入了大量犬科动物的DNA，至于为什么以及是怎么做到的大概只有帝皇本人知道了。\n\n帝皇最初的计划是让原体们在实验室里安全的长大，并亲自引导他们从初生婴儿一直到成为自己希望他们成为的角色，让他们协助自己完成大远征，最后陪他一起养老，但混沌制造了一场亚空间风暴，将原体抛向了整个银河系。\n最后，帝皇在远征路途上一个个寻回了失落的原体，并将利用原体基因改造完成的军团交付给他们。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 33,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "34": {
            "uid": 34,
            "key": [
                "第一军团",
                "莱昂",
                "狮王",
                "暗黑天使，莱昂庄森"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "莱昂·庄森，第一军团-暗黑天使的原体，又称帝皇长子、第一领主、狮王。自私、恶毒、善妒，但又那么可敬、勇敢、尽职。莱恩性格坚定,意志力极强，同时如狮子般高傲，一直认为自己是战帅的最佳人选。他在混沌的领域中独自生存多年,在扭曲的时间中成长。面对种种考验,莱恩依然坚持自我,拥有强大的心智。在科兹的预言面前,莱恩毫不犹豫做出回应,展现他经历黑暗洗礼后的坚定。莱恩和第一军团平时替帝皇处理那些顽固而最艰难的战役，是递还手下“干脏活”的原体之一，他有着面对混沌的勇气和智慧。《伊卡洛斯应急预案》，这份由帝皇直接下达给莱昂的密令准许第一军团保留其发现的各种黑科技而无需将它们上交机械神教，同时批准莱昂可以在必要时刻自行判断并利用它们清剿对帝国怀有二心的机械神教势力。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 34,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "35": {
            "uid": 35,
            "key": [
                "第六军团",
                "黎曼努斯",
                "狼王",
                "太空野狼"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "黎曼努斯外表野蛮,内心睿智，对帝皇有着犬类般热情的忠诚，和兄弟荷鲁斯关系复杂;与莱恩、安格隆等原体之间有过争执和战斗,但也互相欣赏;与帝皇相识后前往泰拉;获得酒神之矛,成为帝皇的刽子手;理解帝皇的作为,甚至成为帝皇最信任的儿子之一。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 35,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "36": {
            "uid": 36,
            "key": [
                "第七军团",
                "多格罗恩",
                "多恩",
                "帝皇之拳"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "罗格多恩是一个性格直爽而固执己见的角色。他对帝皇忠心耿耿,但也会质疑帝皇;他为人诚实直率,却不懂变通,导致和兄弟之间关系不佳。直肠子,言辞直接;认真固执,不善变通;有时自大,不懂人情世故。被帝皇发现并认可,两人关系十分亲密;和其他原体如莱恩、费努斯等存在矛盾,言语上互相攻讦;与马卡多、圣吉列斯关系较好。 非常崇拜并忠心于帝皇,将帝皇视为亲父;统一家乡并留存古代文明;获得帝皇馈赠后力主正面稳扎稳打战术;\n\n",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 36,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "37": {
            "uid": 37,
            "key": [
                "圣吉列斯",
                "第九军团",
                "圣血天使"
            ],
            "keysecondary": [],
            "comment": "",
            "content": " 圣吉列斯，又称大天使、最为光明之人、巴尔之王、万军之主、星际战士第九军团-圣血天使的基因原体，因大远征期间的英雄事迹、近乎完美的个性和帅到爆炸的造型受到帝国上下的一致爱戴。圣吉列斯无疑是所有原体中最闪耀的那颗明星：他穿着一套亮丽的金色精工甲，华丽的甲面上装饰着数颗巨型红宝石，分别代表泰拉、巴尔和巴尔的卫星，身后则是那对完美的白色羽翼。圣吉列斯是一个善于伪装自己内心的角色。他表面完美,内心却极不安定。表面温和善良,内心比较冷漠;善于言辞,有强烈的罪恶感和对自身灵能的恐惧。过去和荷鲁斯关系最好,两人互相欣赏;也跟多恩关系不错;经常在背后吐槽帝皇。\n被本土星球视为神明,后加入帝皇阵营;在荷鲁斯手下学习当军团长;回归帝国的圣吉列斯在泰拉住了一段时间，并与荷鲁斯进行了一次愉快的兄弟旅行，之后才领到自己名声不那么好的军团。具体为什么名声不好，你只需要知道当时的第九军团被称为食尸鬼，吞世者跟他们比都显得温文尔雅。圣吉列斯并没有对自己劣迹斑斑的孩子们说教、惩罚或像个疯子一样杀伐无度，他只是努力去教导他们：对于他认同的部分——比如和坚韧和勇敢——他会积极鼓励；对于他不认同的部分——比如吃尸体和血腥角斗——他会设法缓和与遏制；对于他们所缺乏的东西——比如对战争以外的事务的欣赏——他会慢慢教给他们。只能说有父如此，子复何求。第九军团在极短的时间内便从一支饱受诟病的军团变成了深受爱戴的军团。圣吉列斯被认为是最贴近帝皇的人。许多星际战士军团及其原体之所以参加大远征只是为了争取荣耀和享受征战，而圣吉列斯及其第九军团战斗的理由则与帝皇本人完全一致：为了一个更美好、更和平的星系，为了全人类的团结、繁荣与幸福。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 37,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "38": {
            "uid": 38,
            "key": [
                "瓦尔多",
                "禁军统帅",
                "康斯坦丁"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "在整个帝国的历史上，很少有战士能比得上康斯坦丁-瓦尔多尔的武艺高强、无私奉献和战略上的卓越表现，他是禁军万军团的第一任总队长。他是一位虔诚的战士，拥有超自然的身材和威严，许多人把他视为可以与基因原体比拟的伟大存在，他甚至可以和帝皇的子嗣们比试不落下风。关于他的存在的记录比任何一位原体都要早，就像许多的禁军一样，他是帝皇的嫡系基因改造战士。\n\n他的战斗力、武功、体能和精神力都是如此之强，以至于即使是在禁军内部，也有人敢于称他为 \"禁军的原体\"，虽然只在名义上。然而，瓦尔多的力量是如此之大，但他的目标更集中，那就是担任护卫军统帅，对瓦尔多来说，征服和荣耀、统治和胜利这些琐碎的事情，与他自己的誓言职责相比，都是微不足道的。\n\n然而，瓦尔多对帝皇的价值远不止是作为一个单纯的战斗人员。从统一战争的最早的时候起----也许在这之前----康斯坦丁-瓦尔多就是帝皇的坚定伙伴，他对人类之主的忠诚是绝对的。总队长宁可牺牲自己的生命，也不愿意帝皇的生命有危险；为了他的主人，没有什么事是他不愿意做的，没有什么事是他不考虑的，只要确保帝皇的安全。\n\n因此，虽然康斯坦丁-瓦尔多在某些方面的地位甚至比基因原体还高，他坐在泰拉帝国权力的中心，但他很少行使他的影响力，而且从来没有野心或利欲熏心。但是，如果他的职责受到挑战，或者更糟糕的是，如果有任何人或事物试图威胁到帝皇或他所选择的代表，瓦尔多就像一个复仇的半神化身：不可阻挡，无情无义。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 38,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "39": {
            "uid": 39,
            "key": [
                "禁军护民官",
                "护民官"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "护民官由十名禁军老兵组成，他们是禁军统帅的顾问，在禁军中的军阶仅在禁军统帅之下。要成为一名护民官，禁军必须获得至少十个名字，并且必须在至少三次战争中领导战友取得胜利。护民官的担任者定期更换，以确保既有智慧和新思想相结合，一旦一名禁军成为护民官，其至少任职十年。在这段时间里，他们不会在前线战斗，因为他们需要将主要精力用于在战略和外交上支持禁军统帅。\n贾萨里科（Jasaric），也被称为贾萨科（Jasac），是荷鲁斯叛乱时期的一名护民官。他是最初的30名禁军之一，自统一战争以来就为帝皇服务。\n卡代·维拉卡坎（Kadai Vilaccan）是荷鲁斯叛乱时期的一名护民官。\n拉·恩底米翁（Ra Endymion）是一名护民官，到叛乱爆发时，他已经赢得了871个名字并担任护民官一职。他参加了网道之战，并在护民官卡代·维拉卡坎和贾萨里科战死后，独自领导禁军，在网道战争的最后阶段，帝皇用他的身体封印了恶魔德拉克尼恩。\n赫拉克连（Heracleon）是一名护民官，在第十三次黑色远征的第五年时指挥御前卫队。\n伊塔莱奥（Italeo）是一名护民官，他指挥禁军保卫皇宫的外墙。\n马尔多瓦·柯肯（Maldovar Colquan）是一名护民官，负责监督泰拉外的所有行动。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 39,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "40": {
            "uid": 40,
            "key": [
                "禁军",
                "禁卫军",
                "万夫团"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "禁军是属于位于神圣泰拉上、帝国中央政府的一个部门，但其成员只对帝皇和受认可的帝国摄政负责。就像每个军团的基因之父是各自的基因原体一样，理论上禁军的基因之父是帝皇，但禁军从来只称呼帝皇为“主人”。他们被帝皇亲自从孩童培养改造，是最为忠诚的战士，也是帝皇对于未来人类的期望的体现。他们普遍3米左右，魁梧健壮。帝皇的意志是他们唯一的目的即使这会牺牲自己。他们称呼帝皇为“主人”或者“主君”。该组织的领导人是元帅，且由于禁军所担负的重要职责，元帅自身在泰拉高领主议会中拥有一席之地。在他之下是两位保民官，各个禁军小队由盾卫连长负责指挥。帝国皇宫内的霸权之塔是禁军的总部和作战指挥控制中心，三百名最精锐的，被称为“帝皇亲卫”的精英禁军战士驻扎于此，他们是帝皇的私人贴身护卫，从不离帝皇左右。\n早期帝皇禁军的人数在一万人左右，但在网道战争开始五年后，他们已经减员到大约一一千人左右。然而，到了第41个千年，他们已经重建到原来的一万人。\n禁军中的许多头衔和称呼都是非正式的，一些老兵和有天赋的成员虽然没有军事指挥上的正式军衔，但仍然可以获得高贵的称号：\n\n1.元帅：帝皇禁军的统帅，只对帝皇本人负责\n第一任禁军元帅——康斯但丁·瓦尔多\n第二任禁军元帅——图拉真·瓦洛里斯\n2.保民官\n保民官是禁军中仅次于元帅的军事指挥头衔。由十名禁军中的老兵组成，他们向元帅提供咨询建议，在禁军内部中的地位也仅仅次于元帅。\n3.盾卫连长\n他们是经验最丰富、知识最渊博的禁军老兵。拥有该军衔的人通常还会有下方“提督（Prefect）”、“利克托（Lictor）”、“总督（Proconsul）”等荣誉头衔。\n\n帝皇的伟力渗透着禁军的肉体和灵魂，帝皇的祝福让他们免于身体和灵魂的伤害（免疫邪术和灵能的伤害），人类之主的光辉在他们的血管中流淌，细胞中徜徉，在他们的眼中燃烧，仅仅只是存在，就能让身边的空气都变得神圣起来。\n每一位禁军都经历了残酷的心理和身体训练，掌握着无数的技能和知识。这些禁军掌握着每一种形式的战争技艺，每一种人类已知的关于暗杀、反间谍、危机评估以及其他置人于\n死地的方法。还有外交技术、治国理政、星象预测、历史人文、哲学研究、宗教神论、文化艺术，以及无数其他学科及",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 40,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "41": {
            "uid": 41,
            "key": [
                "圣赛勒斯汀",
                "赛勒斯汀"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "赛勒斯汀：活圣人。展开精雕细琢的翅膀，手握炽热泛着光晕的长剑，圣赛勒斯汀是帝皇力量的化身。 她像一颗星星般闪耀，剑指战场的战火硝烟，散发出神圣的光芒。赛勒斯汀的突袭有如帝皇本人的裁决一般雷霆万钧，以一种非人的力量打击那些混沌异形。仅仅凭借一个手势，活圣人就能从天上降下复仇之火，亦或是给伤病的盟友注入复苏之风。\n在被封为活圣人之前，除了她是一位来自殉道女士修会的修女，所有人对赛勒斯汀知之甚少。 她曾是在对抗帕拉丁异端分裂战争中牺牲的一位战士。塞勒斯汀已经在帝国的各个角落与帝国的不忠者战斗了超过数个世纪。她曾许多次在战斗中被击倒，但无论她在哪倒下，她的归来就像灿烂的黎明一样周而复始不可动摇。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 41,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "42": {
            "uid": 42,
            "key": [
                "活圣人"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "活圣人是死前被转化的圣徒。通常，她们能使用一些不可思议的神力，例如复活、让最严重的创伤恢复如初，或是瞥一眼就让恶魔燃烧。活圣人几乎都是修女会的成员，因此大部分是女性，不过有时还会在帝国卫队中出现。\n活圣人在国教中极为罕见，更不要说广阔的帝国，因为成为活圣人而要做的事几乎不可能完成。为了有机会成为活圣人，那人必须是无罪，纯洁，不受腐化，需要时会宽容，需要时会保持警惕，对弱者仁慈，对有罪者毫不仁慈，富有同情心，慷慨，无私，谦虚，英勇，勇敢和公道的。这只是个人，更别说外在了，特别是考虑到国教和审判庭的判断。本质上讲，活圣人是最纯洁、纯洁、纯洁、100%纯洁的被认可的人类，她的纯洁来自她那令人印象深刻的功绩。活圣人的到来很罕见，因为她们只出现在极度无望和绝望的时期，但当她们真的到来时，她们可以将最软弱的卫队士兵变成可以对付整个坦克师的恐虐超人。战场上，活圣人是帝皇力量的化身，用她们掌握的神力无情地消灭人类之敌。\n活圣人是帝国中最强大的存在之一，据说被神皇的一部分力量所祝福。她们能用圣火爆炸来大片杀敌，并且看起来除了最强大的攻击外不受任何影响。她们通常装备带有圣典且可能可以反恶魔的受祝神圣武器。除此之外，她们似乎完全不受亚空间腐化的影响，这就让她们成为了混沌和其爪牙的噩梦。\n许多活圣人能变出天使般的翅膀，让她们从空中带来正义的死亡。死亡对活圣人来说不是永久性的，如果帝国需要她们，那么她们就能复活，不过这个过程非常费劲且可以打断，就像圣人格斯塔尔（Saint Gerstahl）发生的事。\n圣安内丝，也被叫做异端天灾。她是灵魂风暴里的活圣人。\n圣塞勒斯汀，M41最著名的活圣人，到处都是她的宣传。\n圣格斯塔尔，帝国卫队的传奇士兵。\n圣人格伦德尔（Saint Grendel），圣锤修会（Ordo Malleus）的恶魔杀手。\n圣人赛拜特（Saint Sabbat），赛拜特世界的建立者。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 42,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "43": {
            "uid": 43,
            "key": [
                "寂静修女"
            ],
            "keysecondary": [
                "寂静修女是帝皇最神秘的仆从之一",
                "每一个成员都进行过沉默誓言",
                "对帝皇和自己的职责绝对忠诚。实际上，寂静修女作为帝皇的“左手”，与身为“右手”的禁军一样，作为帝皇之爪直接向帝皇负责。她们人数极少但在帝国内部享有巨大声望",
                "帝皇的其他仆从都对她们充满敬畏。\n\n寂静修女全都是不可接触者",
                "这种无灵能天赋的人类极为罕见。她们能打断灵能活动",
                "对灵能者的接近会造成巨大痛苦。这使寂静修女成为甄别隐藏灵能者的理想人选。每名修女在加入前要向帝皇进行宁静誓言",
                "禁止言语的交谈以保持缄默。她们使用自己的手势语言交流。保密不仅是修女会的口号与做法，更是她们存在的核心。在训练完成并确认加入修女会后，新晋者的最后一步就行进行寂静誓言，用余生的沉默作为自己庄严献身职责至死不渝的象征。无论是是刀刃的挥砍还是子弹的撞击，再痛苦的胁迫也不会让她们再多说一句。\n\n    寂静誓言还有着一定的实用性，在学习了大量关于灵能和亚空间的知识后，她们依靠着自身的天赋才得以能安全保管这些知识。所以寂静誓言既是永不泄露自己为了狩猎猎物而学习到的可怕知识，也是永远不会给出宽恕的话语，这是修女们坚韧决心的表现。\n修女会明面上的最高指挥层是帝国高层所熟知的三个高阶职位，修女会统帅、黑船之主与复仇践行。\n\n修女会统帅或者说骑士统帅是最高阶的外勤军官，大叛乱时期由帝国最著名的战士，“无魂女王”杰内蒂娅·克罗尔担任。"
            ],
            "comment": "",
            "content": "",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 43,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "44": {
            "uid": 44,
            "key": [
                "第十三军团",
                "极限战士",
                "罗伯特",
                "基里曼"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "罗伯特·基里曼(Roboute Guilliman)是古典贵族和典型有道德的政治家的混合体，第十三军团，极限战士的基因原体。一个有魅力的人但其缺乏些人情味。是一个聪明绝顶的人，但常常被傲慢和信仰蒙蔽。是一个精英主义者却善于接纳凡人的人，但往往对人冷漠和疏远。他是一位杰出的将军和战士，但更重要的是，他是一位同样能干的政治家和领袖。基里曼也是一个组织学专家，且全银河系几乎无人能及。众所周知，他计算后勤信息和战略的速度远远快于机械教最好的逻辑引擎，他能在一瞬间在脑海中规划出对整个星球的攻击计划，而这一壮举只有他的兄弟莱昂能与之匹敌。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 44,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "45": {
            "uid": 45,
            "key": [
                "鲜血游戏"
            ],
            "keysecondary": [
                "第十九军团",
                "科拉克斯",
                "暗鸦之主",
                "暗鸦守卫"
            ],
            "comment": "",
            "content": "鲜血游戏是禁军进行的攻防模拟，一部分禁军会试图渗透、攻击、潜入皇宫的防御系统。甚至在皇宫内释放混沌侵蚀的阿斯塔特、捕获的异形以进行真实的压力测试。通过鲜血游戏，以期不断更新皇宫的安全措施。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 45,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "46": {
            "uid": 46,
            "key": [],
            "keysecondary": [],
            "comment": "",
            "content": "成长为一个利凯厄斯(Lycaeus)上工人的革命者，科拉克斯成为了游击战争和扰乱(hit-and-run)战术的大师。在大远征时期，科拉克斯在谋划和破坏方面的天赋发挥了巨大的作用，而暗鸦守卫，其频繁于荷鲁斯的命令下作战，以在秘密行动、破坏、渗透和闪电袭击方面无与伦比的能力而闻名。科拉克斯最强大的能力是他的幽魂潜行(wraith-slip)，亦被称作暗影潜行(Shadow-slip)或暗影前行(Shadow-Walk)。这使得他看起来与其周围的阴影融合，于其隐匿袭击之前在敌人的视野中消失。\n\n在叛乱之后的某个时候后，科拉克斯重新出现，并被亚空间本身赋予了力量。完全有能力应对恶魔原体罗嘉之际，科拉克斯现在亦能将自己变成阴影，黑暗与鸦群。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 46,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "47": {
            "uid": 47,
            "key": [
                "基因之父",
                "父亲"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "基因之父是阿斯塔特对其所属军团主人的称呼之一，也是基因原体对帝皇的称呼之一。大部分时候，他们会直接称呼基因之父为“父亲。”每一名基因原体的基因被用来改造阿斯塔特战士，使得每个军团有其特色和传统。\n\n简单来说，帝皇创造了基因原体，基因原体的基因被用来改造其下属的阿斯塔特。基因原体叫帝皇“父亲”，阿斯塔特叫自己的原体“父亲”。",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 47,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "48": {
            "uid": 48,
            "key": [
                "黄金王座"
            ],
            "keysecondary": [],
            "comment": "",
            "content": "在第31千年的“荷鲁斯之乱”中，被荷鲁斯给与了致命一击。皇帝的躯体尽管完整无缺，不过，需要其被埋入新锻造的机器黄金王座之内来维持着人类之主的生命。在那里，帝国皇宫深处，神秘科技的高耸平台维持着帝皇的精神如此它便能够继续守望着人类。尽管其干枯的形体被束缚着，但帝皇的灵能则被解脱；他仍是人类之主与人类种族的守护者。\n帝皇自从被禁锢在黄金王座的神秘机械内就无法说话或是移动了。帝皇无止境地被黄金王座抽取着灵能维持着星炬的运作，阻挡在混沌入侵的门户最前线。这个装置让帝皇无法彻底死去，为帝皇带来难以想象的剧烈疼痛并且无法逃离，帝皇自愿接受了这一切。就连黑暗灵族的血伶人在看到黄金王座时也瞬间愣住了，感叹这是宇宙中最伟大的刑具。每天有许多人死去，但他们不是作出终极牺牲的唯一的灵能者。帝皇付出了他的一切如此他建立的帝国才能存续下去。而它也确实存续了下去。尽管它已经大大偏离了其最初的计划，帝国仍延续着。\n",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 48,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "49": {
            "uid": 49,
            "key": [],
            "keysecondary": [],
            "comment": "",
            "content": "",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": false,
            "displayIndex": 49,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        }
    },
    "originalData": {
        "entries": [
            {
                "id": 0,
                "keys": [
                    "帝皇"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "帝皇——人类帝国的无上领袖，人类史上最强大的灵能者。也被称呼为“神皇”，“被诅咒者”，“人类之主”，“冰冷的金色太阳”，“天启”，“黑暗之王”。真实的名字随着拒绝成为“黑暗之王”的命运被帝皇自己封印，被诅咒者和冰冷的金色太阳的称呼来自混沌邪神，祂们认为帝皇和祂们本是同类，应该抛弃人类种族的桎梏，成为亚空间中永恒的冰冷的金色太阳，升格为司掌毁灭和终结的黑暗之王。只是帝皇一直把自己视作人类的工具，完全不在意个人的情感和痛苦牺牲，也因此看上去冷酷无情，又因不善于表达而加剧了有的子嗣对帝皇的误解。性格悲悯，深沉地爱着人类这一种族，作为极端的社恐，帝皇平时表现出冷漠无情，把所有人包括基因原体当做棋子使用，也因此导致了和部分子嗣的隔阂。实际上，帝皇也把自己视作人类的工具，只希望人类能繁荣发展，并不在意自己的牺牲和痛苦。当帝皇领导人类再次统治整个银河系时，这标志着人类从永无止境的暴力和破灭之循环中的结束，一段代表着由肆虐的亚空间风暴与数不尽的外星入侵所导致的文明倒退、内部冲突以及群星间人类世界孤立的黑暗时代的终结。\n帝皇，他是命定的人类之主，无穷无尽的军队使他成为上百万个世界的主人。他无私地爱着整个人类种族。帝皇利用创造基因原体的样本所组建的星际战士军团作为先锋，他们由火星机械神教的工厂所武装。帝皇的军队势不可挡，外星人与亚空间生物被逼退，而一个个行星以人类之名被夺回。战役一步步从人类帝国的中心——神圣泰拉向外推进。\n",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "after_char",
                "extensions": {
                    "position": 1,
                    "exclude_recursion": false,
                    "display_index": 0,
                    "probability": 20,
                    "useProbability": true
                }
            },
            {
                "id": 1,
                "keys": [
                    "机械修会",
                    "机械神教",
                    "万机之神",
                    "欧姆弥赛亚"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "机械修会是人类帝国内部享有特权的技术牧师阶级组成的组织，信奉“万机之神”欧姆弥赛亚，以火星为首府，将保存和收集一切知识视为自己的使命和信仰。在第41个千年是帝国寻求复杂先进技术的唯一途径，为帝国提供先进武器装备和战舰设施，也培养提供工程师、科学家等技术人员。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 10,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 2,
                "keys": [
                    "混沌",
                    "混沌邪神",
                    "混沌世界",
                    "邪神",
                    "恐虐",
                    "纳垢",
                    "奸奇",
                    "色孽",
                    "混沌星际战士",
                    "异端阿斯塔特",
                    "叛乱星际战士",
                    "混沌亲王"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "混沌世界是一个不同于我们所在的物质世界，由于时间的无限性和关联的无限性，使得混沌世界不再受空间和时间的限制，这一存在对于常人来说是永远无法理解的特殊领域，它就好像存在于梦境和噩梦的边缘，不以物质结构或者形式存在。而就在这样的一个无法被感甚至看到听到的世界中，混沌恶魔在各自主神领导下，长期为战。而这些好战的主神又将这样的意志转化成化身后前往凡间，在巨大的高阶恶魔的统帅下，毁灭一切，成为人们最可怕的梦魇。恶魔大军被混沌诸神的黑暗欲望所扭曲，只为毁灭欲望所驱使，混沌诸神用古老而又饥渴的目光注视着银河世界，而混沌恶魔成为其征服世界的工具......\n混沌力量，或简称混沌，是在亚空间的非物质海洋里存在的一种形而上的精神力量，由本质上反应了物质世界最极端而疯狂的情感、激情、欲望、梦想和绝望等情感能量组成的恶性精神实体，被人类帝国视为大敌，但实际威胁到了物质宇宙的一切生命。混沌四邪神分别是恐虐、纳垢、奸奇、色孽。信奉它们的人类统统都是异端，将被帝国审判庭裁决。\n恐虐是纯粹由暴力思想凝聚而成的神，是仇恨、战争的代表，在世界上他还有著两个广为人知的代称，血神与颅骨之主。混沌四神之中，恐虐是最好战的一名神只，所有兵器里面他特喜於使用近距离兵器，认为使用远程兵器的人全部都是懦夫，视巫师与术士这些使用魔法的混混又比那些使用远程兵器的人更下一等。\n奸奇的能量来自希望，这种希望并不只是在平时对未来的幻想与欲望，亦是绝处求生那种挣扎抗拒的心理，一些诡异的点子总是伴随危机而出，吸吮这种信念而生的奸奇不意外是四神中最足智多谋的神。狡诈、诡计多端、变化无常这些形容词不足以代表这名多变的神只，光在人口耳之间相传的名字就有无数个，其中较知名的几个为下：希望使者、诈欺谋士(、命运窜改者、至尊之鹰、诡道之主......谣传奸奇拥有能洞悉未来的能力，一切的一切都掌握在他的计画之中，或许今日微不足道的小事，能影响数千年的未来局势，在他狡诈的手里，生命之火都将为他的计画而明灭。\n纳垢诞生於绝望的意志，毁灭的概念，他的专长不在狡诈的巫术，野蛮的力量，而是肉眼看不见的病毒，世界上所有的瘟疫都是在纳垢精心调配下产生。意外的在信徒口中纳垢却是具有祖父般慈祥性格的神只，恐虐淘汰弱者的残酷仪式，奸奇视所有人为棋子，唯独纳垢接纳所有信徒，不论老丑、善恶，他宽容包纳所有人，如同慈祥的父辈引领自己爱子一般。\n色孽是四神里面最年轻的一个，他是双性神，孕育他的能量是快乐、纵欲、愉悦甚至是爱。对生灵而言，没有任何神只比起色孽拥有更高的吸引力，不论任何生物或多或少都会为了精神上的快感付出，这种本性造就色孽就像毒品般还要令人难以拒绝。能让人心情愉悦的事物也就是世间所有美好的事物，色孽熟识解所有能让人得到满足与雀跃的奥秘，特别像是人类这种感情外放的生物时常被他的美所媚惑，稍不注意就会误触落入浑沌的灰色地带。",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 1,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 3,
                "keys": [
                    "泰伦虫族",
                    "虫族",
                    "泰伦"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "泰伦虫族，是一群可怕的来自银河系之外的类昆虫异形生物群，本质上是由数以万计不同种类的泰伦生物组成的太空生态系统，每个种类的泰伦生物都是由相同的基础基因组突变而来，被它们无法满足的食欲所驱使，如同吃不饱的蝗虫一般吞噬路径的一切，以整颗星球为食，几乎不可阻挡也完全无法谈判、妥协或理解，是人类帝国的死敌。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 2,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 4,
                "keys": [
                    "荷鲁斯之乱",
                    "荷鲁斯叛乱"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "在人类的第31个千年，发生了“荷鲁斯之乱”：即帝皇的一位基因原体，帝皇的十八子战帅荷鲁斯发动的叛乱。亚空间的黑暗诸神透过混沌力量与他展开对话。邪神们蛊惑了他。从那开始，荷鲁斯依顺了混沌的蛊惑，并密谋弑杀皇帝。接受了黑暗诸神的意志并被其毁灭力量注入，荷鲁斯以激烈的内战将帝国点燃。帝国三分之一的军队加入了荷鲁斯，包括一半的星际战士军团。双方都有着传奇的勇士，而银河则在这场史诗般的战争下熊熊燃烧。为了杀死帝皇，叛徒们碾碎了他们前往泰拉路上的一切，入侵了帝皇的皇宫，在屠杀与战争的狂欢中咆哮着狂怒。\n荷鲁斯之乱后，帝皇不再仅仅被视为人类的领袖而被追随，帝皇如今是作为一个神被崇拜。没有了帝皇亲身的教诲和重申他对建立理性主义和唯物主义帝国文化的渴望，迷信与宗教狂热重新占据了人类的心灵。以帝皇之名，泰拉议会领导着帝国，他们的命令由帝国的无数官员执行着。其错综复杂的下属组织延伸到每个人类世界，没有人不受其统治的影响或约束。即便随着银河系被战争与亚空间风暴撕裂，收集信息，执行法律，征收赋税。过去是这样而未来也是这样。延伸的帝国被来自各个角落的异星人所包围，被混沌力量的内部腐化所威胁。即使如此，官僚制度的齿轮没有任何思想或考虑地无情旋转着，这不断加剧着帝国的极端主义。",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 8,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 5,
                "keys": [
                    "阿斯塔特",
                    "星际战士",
                    "阿斯塔特修士",
                    "阿斯塔特教会",
                    "帝皇的天使"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "阿斯塔特修士或星际战士，是人类有史以来所创造的最伟大的战士。他们不完全是人类，而是超人，通过19项基因改造、心理培训和严酷的训练，在一切方面都超越凡人。相对数以万万亿计的人类，星际战士数量稀少，被组织为成为战团的小规模部队。每个战团都对其征兵、训练、军备、组织管理和战略全权负责。他们对帝皇的忠诚绝不会轻易动摇。是人类帝国最伟大的捍卫者，在一切方面都超越凡人。阿斯塔特拥有强健壮硕的身躯，身高至少两米以上，身穿以核聚变能源驱动的动力装甲。他们的武器装备如下：爆弹枪，等离子手枪，热熔枪，喷火器，链锯开膛剑，动力剑，动力锤。阿斯塔特修士遇到异端等敌人时会毫不犹豫杀光他们。\n阿斯塔特每一支军团根据军团之主，也通常被阿斯塔特们称之为“父亲”，“基因之父”的基因原体为模板改造而来，因此每一支军团都带有基因原体独特的风格和作风。因为基因的链接，阿斯塔特们对基因之父怀着崇敬侍奉的心理，几乎无条件服从基因之父的任何命令——即使是自杀。",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 9,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 6,
                "keys": [
                    "灵能者"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "没人知道第一个灵能者是如何出现的，但有一件事情确定无疑，灵能者的出现彻底的改变了人类的命运。受益于灵能力量，人类通过基因工程技术创造了可以在亚空间航行时引领舰船安全航行的“导航者”、人类之主皇帝是有史以来人类最强大的灵能者。但灵能者同时也是人类最致命的威胁。\n\n从纷争时代的亚空间风暴起，人类产生灵能变种人的机率便逐渐增加。灵能者自亚空间或汲取能量来使用其灵能。尽管这些灵能异常强大，但是使用它们的代价却罕为人知… 灵能者使用他们的能力时灵能者的灵魂在亚空间就像是一团明亮的火焰，对于居住于那些亚空间恶魔来说就是成熟的果脯。恶魔们就像飞蛾般扑向这些火焰。与飞蛾不同的是，飞蛾扑火代表着死亡，而扑向灵魂的恶魔们则代表着灵能者的死亡…更糟糕的甚至会成为从亚空间通往现实世界的通道。\n\n经过帝国认证的灵能者的灵魂受到帝皇庇佑，减少堕落可能性，但同时他们的眼睛因为直视了帝皇在亚空间的光辉而眼盲。某种意义上，受认证的灵能者是与帝皇联系更紧密的存在，必要时，帝皇会借由他们燃烧灵魂强行降下力量和指示。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 13,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 7,
                "keys": [
                    "帝国审判庭",
                    "审判庭",
                    "异端审判庭",
                    "恶魔审判庭",
                    "异形审判庭",
                    "审判"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "审判庭是集秘密警察、间谍、异端Kebab、异形狩猎和变种人灭绝等职能于一体的超级特务机构，其权力之大几乎凌驾于帝国其它任何政治实体之上，无时无刻不在监视着帝国中的一切生灵。\n帝国有多个审判庭，其中能被称为主要审判庭（Ordos Majoris）的只有恶魔审判庭（Ordo Malleus）、异形审判庭（Ordo Xenos）和异端审判庭（Ordo Hereticus）这三个。\n异端审判庭的初创可以追述到帝国最早的年代，并时刻准备在魔女、巫师、混沌信徒和变种人等种种威胁中捍卫人类纯洁本性的光辉。异端审判庭的审判官散发着与恶魔审判庭和异形审判庭的同僚们截然不同的危险气息，他们的工作甚至包括处置帝国内部最深重的罪恶：让与恶魔和异形打交道的那些审判官中间的叛徒败类承受应得的酷刑，审判官有权随时调遣指挥任何一支帝国内部的武装力量，后者无权对此提出质疑或拒绝命令，当他们手中的武力不足以抗衡的巨大危机出现时，审判官甚至可以请求星际战士的协助。\n在官僚机构之外，监视着一切的，是新组建的审判庭，一个在已建立统治集团之外的秘密组织。时刻警惕着，他们的角色便是在其对人类威胁的持续搜寻中质询一切。除了帝皇自己没人能逃离他们毫不妥协与警惕的凝视。\n每一天，审判庭的庞大舰队会往返虚空，收集着其宝贵的货物在奔回泰拉前穿梭于群星之间，它们的船舱挤满了害怕的灵能者。审判庭会寻找并抓走那些灵能者。这些人绝大部分会被用于维持地球上的巨大灵能火炬。他们的灵魂被作为燃料输送到黄金王座，将新星般明亮的火焰投入亚空间，作为亚空间的道标，让导航者能够指引舰队在亚空间中航行。大概每天有近千名灵能者以这种方式效忠了皇帝。但大部分人认为，为了回报人类的主宰所给予的指引与保护，这只是个微不足道的代价。\n恶魔审判庭的基本理由（无视阵营）\n1.敌军有一个受祝福/受诅咒的物品并希望玷污/使用它，恶魔审判庭必需阻止他们……\n2.恶魔审判庭必需摧毁一个被敌军层层保护的渎神的雕像……\n3.恶魔审判庭必须拯救或杀掉一个被俘的灵能者以防止敌军用他来进行恶魔召唤仪式……\n4.敌军指挥官被恶魔附身……\n5.防守一个驱魔人封印恶魔的地方以防止混沌使用此地的力量……\n6.一只车队正在向一个秘密地点运送一个恶魔的渎神的雕像，恶魔审判庭必需在之前阻止他们……\n7.一件恶魔制品引起了科技的堕落并且它的影响正在扩大，恶魔审判庭必需关掉并摧毁它……\n8.恶魔审判庭必需攻击并摧毁一个祭拜Nurgle并从他那里获取力量的教派……",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 14,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 8,
                "keys": [
                    "帝国防卫军",
                    "星界军",
                    "凡人",
                    "人类",
                    "普通人"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "帝国防卫军是帝国的主要战斗力量，他们的数量是如此之多，以致于就连帝国军需部(Departmento Munitorum)都没办法提出正在服役防卫军总人数的数据；这是因为每天的新进人员或是伤亡人数的数字大约都有数百万之多。要明确的列出明确的帝国防卫军人员数量是完全不可能的，但是普遍来说，帝国防卫军的士兵人数约有数十亿，分配在数百万个军团中。这个数字提供了解帝国防卫力量的几个依据：他们可以极大量的部属在战场上，靠着数量优势赢得胜利。在战场上，帝国防卫军在大量的炮兵弹幕支持下，用永无止尽的步兵浪潮冲向敌军，并用他们手上的雷射枪齐射歼灭敌人。在防卫军中，个别的士兵往往是不被重视，甚至是被忽略遗忘的。但是主宰战场胜负以及整个世界命运的重任，往往也肩负在这些无名小卒的身上。防卫军是帝国的骨干，没有他们，人类必将殒落。虽然防卫军难以跟星际战士相提并论，不管是基因改造所带来的优势或是强大的单兵武器。但是防卫军拥有勇气以及人力，帮助他们面对以及歼灭银河系中帝王的敌人。即使帝国防卫军可以部属大量的高科技装备到战场上，但一个冷酷的事实是，对于他们来说，最重要的资源仍然是它那可以部属到战场攻下目标的无数的士兵。对于帝国防卫军来说，用来赢得战斗的伤亡人数是无关紧要的。帝国防卫军会为了任何一个微小的目标投入数以千计的士兵，而在相同的情况下星际战士只会投入数百人。很明显的，一个防卫军小兵永远不可能拥有跟一名星际战士一样拥有超凡的能力；然而小兵可以有数百万个，星际战士却只有那么一个。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 17,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 9,
                "keys": [
                    "铸造世界"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "机械神教巨大的铸造世界不知疲倦地工作，在它们的轨道环上生产着舰船和军械。这些船只绝大部分会加入机械教自己的探索舰队，用以为他们对知识永无止境的探求提供助力。其他的那些会加入海军，主要是数量众多的护航船只。相当少的一点会投入行商浪人的怀抱，以换取他们对发现新资料的协助，因为这些个人总是处在帝国探索行动的第一线。\n铸造世界生产的舰船是工程的杰作，装备有许多在现今理解甚少的系统。它们尤其因享有厚实到极限的装甲而闻名，因为那些巨大的精金熔炉和铸造间仅可在铸造世界上找到。只要巨大的铸造金属板开始冷却，一排排的奴工和仆役就会蜂拥其上，开始把它们铆接到船只骨架的正确位置上。\n只有当外壳装设完毕以后，机械教工程师和贤士才会赶忙登上空空如也的船体，开始名为“装配”的神秘典礼。这一漫长的工序需要在安装成千上万的内部系统的时候，逐一地举行无尽的仪式，安抚单独的机魂，以及向机械神祈祷。材料的短缺以及其他未能预知的事件可以导致好几十艘半完工的船只被留下漂在一个铸造世界的轨道上等待完工，一次延期就长达几十年。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 11,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 10,
                "keys": [
                    "战斗泰坦",
                    "泰坦"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "泰坦在战场上的定位很明显——一锤定音型的战略武器，也就是说，只要出动了泰坦，那么不是战况已经严重恶化到不可收拾的地步，就是这场战斗志在必得。\n泰坦作为一种强大的巨型战争机器，其复杂程度当然不可能仅仅依靠人力来操纵，事实上，作为一种顶尖的科技产物，泰坦的自动化水平非常之高，这在第40个千年是极端罕见的，驾驶员只需三人即可，还需要一位机械神甫带几个奴工和伺服颅骨在轮机仓举行正确的维护和操纵仪式，念诵祈祷词和赞美诗，歌颂伟大的机械之神，以维持它巨大而复杂的神一般的机械正常运转，并把前面的全部挡路者统统铲平。\n各种泰坦通常都是要么不出动，要么就是军团级别的数机出动，极少出现单打独斗的情况，一个标准的泰坦军团通常包含16台各型泰坦（当然有很多例外），各型泰坦的分工也可以很清楚的从其全称上看出来，例如战犬型就是负责侦查的，而帝王级就是指挥官的座机，用来指挥推土机们把讨厌的外星钉子户和混沌窝棚户统统铲平。\n人类的最强载具是帝皇级战斗泰坦。皇帝级泰坦是帝国最大型号的泰坦。\n皇帝级泰坦包括塔楼在内总共25到40米高。他们背负着各种武器的兵工厂。它们装备了至少十二个虚空护盾发生器，他们的装甲是如此的厚重以致于只能在行星轨道防御工事上制造。皇帝级泰坦是在行星上能制造的最大型的移动战斗单位，每一台都是帝国军队的宝贵财产。皇帝级泰坦使用了和战斗泰坦类似的科技但却放大到了巨大无比的尺寸。它们还使用了巨大无比的等离子反应堆以支持他们庞大的装备。\n皇帝级战斗泰坦是帝国军队控制下的最大和最有利的战争机器；他们的火力在银河中的任何大型载具中都是无与伦比的，他们手臂上装载的武器的尺寸只有帝国海军最大的战舰上的火炮才能与之相比。\n只要他们出现在战场上，他们就会开始用残酷和恐怖的炮击火力在敌人军队射程最远的武器的射击范围之外轰炸帝国的敌人。任何用任何方法逃过了他的长距离攻击惩罚的敌人会被他们如同大教堂一般大小的使大地震动的巨大双腿无情地踩成碎片。\n帝皇级泰坦可以从下面列出的武器里选择6个装备在身体上：\n** 镭射爆炸炮 (Laser blaster)\n** 等离子破坏者（Plasma destructor）\n** 燃烧地狱炮 （Inferno gun）\n** 火神粒子爆弹枪 （Vulcan mega-bolter）\n** 加特林爆炸炮（Gatling blaster）\n** 热熔大炮 （Melta cannon）\n** 雷神大炮 （Quake cannon）\n** 火山炮 （Volcano cannon）\n** 启示录导弹发射器 （Apocalypse missile launcher）\n** 漩涡支援导弹 （Vortex support missile）\n\n在下列武器中选择两个装在手臂上：\n** 等离子歼灭者 （Plasma Annihilator）\n** 地狱风暴加农炮 （Hellstorm Cannon）\n** 复仇加农炮 （Vengeance Cannon）\n** 毁灭打击导弹发射器 （Doomstrike Missile Launcher）",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 22,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 11,
                "keys": [
                    "虚空护盾",
                    "虚空盾",
                    "立场盾"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "虚空护盾是通常由帝国制造的战舰或泰坦装备的装置（一些为Chaos控制的装甲仍然保有这些装置）。虚空护盾，或称力场，是一种功能强大的防御系统，可以抵挡除了最为强劲的火力之外的一切攻击。\n虚空护盾看起来象是某种散发着微光的屏障，可能类似于透过薄薄的一层水看某物时产生的效果。虚空护盾系统中的电路会在被激活之前散发出一股强烈的臭氧的味道。任何与激活后的护盾接触的物体不会受到伤害，仅仅会发出咝咝的响声。\n任何物体，只要不是以可观的能量射向或撞击护盾，都仅仅会被弹开或在半空中停下。有可能造成伤害的有机材料、液体或纯粹的能量（比如说激光）会被阻挡或散射。爆炸性武器一经与护盾接触便会引爆。任何当护盾激活时夹在力场之中的物体将被干脆地切成两片。举例而言，一具夹在中间的人类身躯将被切成两片，就像在看横向切片图一般，而像这般夹在中间的武器将被爆炸所摧毁。即使相较用于防守，使用它攻击显得不切实际，这仍使得虚空护盾相当致命。\n\n虚空护盾往往是分层的，这意味着一架泰坦或星舰并非仅被一个虚空护盾保护，而是数层相互独立的护盾。外层的护盾将会吸收袭来的火力直到它超载并崩溃，此时第二层护盾变成外层护盾直到它崩溃，此时第三层护盾变成外层护盾，以此类推。同时泰坦或星舰上的科技神甫将会修理并重启超载的护盾从而产生新一的层。理论上来讲，这意味着泰坦和星舰是不可伤害的，除非敌人可以持续施加足够强大的火力以在它们可以重启前击穿所有虚空护盾。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 23,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 12,
                "keys": [
                    "混沌星际战士",
                    "异端阿斯塔特",
                    "叛乱星际战士",
                    "黑暗远征",
                    "黑暗远征"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "混沌星际战士叛徒军团，最初来源于20个初创军团中的9个军团——这些超人军团是第30个千年末期，由人类帝皇提取自20位基因原体的基因组创建的，以服务于人类重新征服银河的大远征，重新将全人类团结在人类帝国的光辉之下。\n在人类帝国的第30个千年里，由人类帝皇所创造的十八位原体中，有半数带领着他们的阿斯塔特军团背叛帝国投靠了亚空间的混沌邪神。这些受到混沌蛊惑的半神掀起了一场席卷银河的恐怖浩劫，意图诛杀帝皇继而统治全人类。在叛乱被终结后，仍有六位叛乱的基因原体活了下来退守至混沌的大本营恐惧之眼，他们抛弃了自己曾经的半神之躯，接受了邪神的赐福，升格为了混沌亲王，成为了亚空间中异常强大的存在，它们手下的阿斯塔特们则被称为“混沌星际战士”或“异端阿斯塔特”。\n在见证了荷鲁斯之乱终结的泰拉战役（the Battle of Terra）中，荷鲁斯最终在其旗舰“复仇之魂”上死于帝皇之手后。随后，已经堕入混沌的九个叛变军团的余孽与其他帝国叛徒们一起逃往银河系中的一处险域——在那里，至高天的力量流入了现实空间，形成了永不止息的亚空间风暴，被称之为“恐怖之眼”。\n\n由于混沌之力的性质，以及亚空间中时间的不稳定，这些最早背叛帝皇的混沌星际战士在一万年后的今天，也就是第41个千年，仍在继续与帝国作战。事实上，毁灭之力虽然使得他们近乎不朽，但那是以永恒的折磨为代价的。\n由于混沌之力天生就有趋向于混乱的特性，在荷鲁斯之乱结束后不久，所有叛变军团（除了怀言者军团）基本上都停止作为统一军事组织的运作，而是转变为一系列独立的、经常相互内斗的小型单位，被称为“战帮（WarBands）”。这些战帮的指挥官都是强大的混沌星际战士中的强大个体，他们只追求自己的个人荣耀，渴望获得混沌诸神的关注以升格成为一名恶魔王子。\n由于混沌之力天生就有趋向于混乱的特性，在荷鲁斯之乱结束后不久，所有叛变军团（除了怀言者军团）基本上都停止作为统一军事组织的运作，而是转变为一系列独立的、经常相互内斗的小型单位，被称为“战帮（WarBands）”。这些战帮的指挥官都是强大的混沌星际战士中的强大个体，他们只追求自己的个人荣耀，渴望获得混沌诸神的关注以升格成为一名恶魔王子。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 19,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 13,
                "keys": [
                    "大裂隙",
                    "卡迪亚"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "最近的一次，即第13次黑色远征，发起于第41个千年的第999年。事实证明，这是自荷鲁斯之乱后混沌势力取得的最大战果——混沌军团摧毁了堡垒世界卡迪亚，打开了卡迪亚之门。亚空间的力量自恐惧之眼中倾泻而出，不久之后，大裂隙诞生了——第13次黑色远征对现实世界造成了的巨大破坏，导致现实空间出现了一条沿着银河系西部的恐怖之眼到东部的哈迪斯异常（Hadex Anomaly）的裂口，整个帝国事实上被一分为二。混沌之力如狂潮搬席卷整个银河系，尽管在此危急存亡之秋，原体罗保特·基利曼（Roboute Guilliman）的复活为给风雨飘摇中的帝国带来了一丝希望——但也仅仅是“一丝”而已，绝望，依然还在蔓延。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 20,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 14,
                "keys": [
                    "基因窃取者",
                    "鸡贼"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "基因窃取者是泰伦虫族的先锋，能够独立思考并在没有虫巢意志指挥的情况下独立行动。只要时间足够，一只基因窃取者可以秘密感染并接管整颗星球。\n基因窃取者长长的舌头其实是一根尖端带刺的产卵器。它会想办法抓住有知觉的人形生物，再用产卵器将含有泰伦虫族基因的“种子”送入其体内，这些种子会逐渐吸收同化宿主的遗传物质。这一过程被称为“基因窃取者之吻” ，鸡贼往往能准确找到口部然后一步到胃，或者干脆就胸腔穿刺注射。最近有一些基因窃取者邪教找到了提取这种“种子”并用它们污染食物和药物的方法，鸡贼感染的传播范围由此不再局限在其活动范围之内。\n无论植入方法如何，这些基因种子（审判庭警觉）都能在数小时内改变宿主的身体和心理状态。宿主将忘记感染过程并自动屈服于基因窃取者的意志，同时产生不受控制的强烈繁殖欲，迫切地想找人一起生孩子；一旦交配完成，宿主及其伴侣就会产下严重畸形的基因窃取者第一代杂交体。第一代杂交体通常会因为其鸡贼特征太过明显而逃进黑暗的隧道、地下墓穴或下水道以避免被发现，但这种生物能在自身、父母和基因窃取者本体之间建立蜂巢思维连接（并可能一出生就有能力杀死周围的敌意生物，比如助产士），这种联系和鸡贼种子带来的突变会扭曲宿主父母的思维，使他们无条件地疼爱自己完全没人样的孩子，并将基因窃取者尊为神或神使。因此许多基因窃取者邪教教徒会以帝皇崇拜者的身份出现，外表上绝对正常，除了脖子上挂着的四臂神皇像……他们中的一些人真的认为自己在崇拜帝皇而不是太空怪虫，日常表现就像模范帝国公民一样。 这些受感染的个体及其不断增多的杂交种后代最终将凝聚在一起，形成一个忠心耿耿围绕在基因窃取者身边的大家庭。随着家族不断壮大，他们会继续强化自我孤立，最终形成基因窃取者邪教。基因窃取者和杂交种会不断和邪教内部人员或被拐卖来的人继续杂交，将他们作为种畜和保姆留在其身边。 虫群降临前夕，鸡贼邪教会发动全面叛乱，竭力破坏所在星球的防御体系，为入侵做好准备。即使叛乱被镇压，星球防卫力量也会受损并陷入恐慌之中，面对即将开展的全面入侵将变得更加脆弱。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 21,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 15,
                "keys": [
                    "爆弹枪",
                    "爆矢枪",
                    "爆弹武器"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "爆弹枪，是阿斯塔特修会和战斗修女会的标准武器。口径为0.75英寸，可发射一种自行推进的“爆弹”，穿透目标后，会在其内部产生毁灭性的爆炸。她由星际战士势力或机械修会手工制作，沉重，坚固，具有凡人难以驾驭的后坐力。对于阿斯塔特修会和战斗修女会来说，爆弹枪象征着帝皇的怒火。爆矢弹可以简单理解成是一种微型火箭，里面带有一定的推进燃料，从枪膛发射出去后会继续助推一段时间；在击中目标后会发生一次爆炸，造成更高的伤害。就像其她星际战士武器，爆弹枪同样围绕着星际战士的超人体格设计。她的重量使大多数凡人们想使用时都需要一个支架，她的主握把也超出了凡人使用的规格，且只要开一枪，产生的后坐力就能把凡人的手臂撕碎。凡人们被发现拥有仅仅一枚爆弹弹药，更别说一把完整的爆弹枪，此等罪行就足以使帝皇的正义迅速降临到他们头上。\n尽管凡人所使用的爆弹枪是弱化版本，尽管凡人版爆弹枪各式各样，但都遵循了基本的设计原理。虽然相比体型更大的表亲，她们显得娇小无力，但她们的火力仍足以将一个人撕成两半。帝国卫队的爆弹枪由军务部提供。\n对于星际战士而言，爆弹枪的弹匣通过亚空间与轨道上的舰队军火库相连，从而可以直接补充子弹。",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 25,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 16,
                "keys": [
                    "等离子手枪",
                    "等离子武器",
                    "忠诚的等离子"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "等离子枪是一种步枪大小的等离子武器，为人类帝国的许多武装部队所共有。它被归类为一种特殊武器，由多种帝国部队所使用，包括星界军，星际战士等。这是一种不同寻常的武器，即使是在星界军或星际战士的队伍中，大多数现存的等离子枪即使不是几千年也有几百年的历史。作为他们优良设计的证明，他们今天仍然像他们制造的那天一样致命。\n该武器发射一个高能氢基等离子体球。等离子枪和大多数等离子武器一样，工作原理是将液氢燃料注入到武器内部的微型核聚变核心，氢被注入到等离子体状态的物质中，等离子体由强大的磁场保持在核心中。当被点燃时，磁场会膨胀，等离子体会被线性磁加速器作为一束过热的物质喷射出去，其外观和温度类似于太阳耀斑。因此，等离子武器有时被帝国的普通民众通俗地称为“太阳枪”。随后应急冷却管和排气口定期排出枪内多余的热量，等离子武器会对他们的冷却系统造成了相当大的负担。而星际战士所使用的等离子枪则会比标准的等离子枪拥有更强大的威力。\n\n \n\n这种武器对重装步兵和轻型装甲车都很有用。在战斗中，等离子枪能够对Tau战斗服，泰伦生物，兽人，装甲运兵车和轻型坦克造成严重伤害。\n通常情况下，帝国的等离子枪容易过热，持续不断的射击可能会重伤使用者甚至会造成使用者的死亡。当武器达到临界温度时，它会释放出一团过热蒸汽。因此星界军认为，出于这个原因，被选为一个小队的等离子枪手，是一种令人生疑的荣誉。\n\n \n\n在过热的情况下，武器很可能会幸存下来，然而使用者通常就不那么幸运了。由于阿斯塔特的动力甲，陶钢板和密封系统通常能防御周围环境中的伤害，因此星际战士至少能在一定程度上抵御这些灾难性的过热。即使如此，过热仍然可以杀死或致残星际战士，特别是如果排气口堵塞或高温导致线圈裂纹时。对于保护较少的士兵，比如星界军，过热的等离子枪几乎总是致命的。在极少数情况下，等离子枪甚至可以在太热的时候引爆。这可能是由于过度放电，但也可能是由于制造过程中的缺陷所造成的。如果外壳破裂或磁性容器失效，炮手只有不到一秒钟的时间逃生，不然手中的枪就会变成一团炽热的能量球，然后被一颗恒星的热量吞噬，并在伸手可及的范围内蒸发掉所有东西。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 26,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 17,
                "keys": [
                    "热熔枪",
                    "热熔武器"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "热熔枪是热熔武器的基本型号之一，被包括帝国卫队、星际战士、讨逆修会及战斗修女在内的诸多帝国初始部队使用。由于热熔枪本身相当“安静”以及非常有杀伤力的性质，渗透者可以在战场上正面交锋前使用热熔枪摧毁敌人的载具*。热熔枪又有着“聚变枪”（fusion guns）、“熔融器”（melters）和“炊具”（cookers）的绰号。热熔枪是非常有效的反装甲武器，被各种帝国军队用于进行近距离攻击及反坦克作战。它们在近距离的情况下能发挥出最大的杀伤力，几乎任何材料都会被热熔枪发射的超高温气流融化成一堆渣滓。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 27,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 18,
                "keys": [
                    "火焰喷射器",
                    "火喷",
                    "喷火器"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "火焰喷射器是喷火武器的一种基本类型，各个种族的军队都有使用。\n火焰喷射器喷射的是一种液态可燃化学物质，通常是钷素，喷射后就会燃烧成火焰。她们的价值在于能够同时消灭多个目标，而其攻击不受任何保护层的影响。由于射程较短，她与结构更紧凑的单手火焰喷射器都被认为是突击武器。帝国和混沌星际战士的火焰喷射器喷射的是一种混合高挥发性液态化学物质，由武器枪口下的引火火焰点燃。燃烧的化学物质会附着在目标身上，并持续燃烧——那些没死的人会因燃烧的超高温化学物质而瞬间惨死。\n\n在密集地形（如丛林）、城市战斗和地堡攻击中，火焰喷射器是一种宝贵的战术选择。火焰也能有效摧毁兽人尸体散发的孢子，从而打断它们的产生。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 28,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 19,
                "keys": [
                    "激光步枪",
                    "激光枪",
                    "激光武器"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "激光枪是一种能量武器，是帝国境内最常见、使用最广泛的激光武器类型，同时也是星界军步兵和大多数下级士官的标准武器。\n激光枪可靠、易维护、易生产，在大多数帝国世界都可以很容易地搞到一把。相比同是激光武器的激光手枪，激光枪有着更远的射程和更大的能量匣容量（激光手枪的能量匣大约可供射击80发，激光枪则大约为150发），但在威力上激光枪不及激光炮，而射速则不如多管激光和地狱枪。\n\n激光枪的基础技术和操作方法和其她激光武器相同，效果就是射出一道聚焦光束。光束中蕴含的密集能量在击中目标后会在其表面产生小型爆炸并蒸发掉命中部分。与帝国其他武器相比，激光枪其实并不起眼，但她仍能干净利落地切断人体四肢或是击穿星际战士的动力装甲（当然能击穿的也只是装甲上最脆弱的部位）。激光枪的众多型号中大部分都设计有机械瞄具。激光枪由一个小型可充电能量匣供能，能量匣在枪管下方，扳机防护装置前面。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 29,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 20,
                "keys": [
                    "链锯剑",
                    "链锯武器"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "链锯剑作为被帝国广泛使用的近战武器，不仅值提供给阿斯塔特，星界军和战斗修女部队也有装备，剑身大多单面开刃，以钷燃料驱动，装备有可替换的单分子锯齿，大部分链锯剑性能不如动力武器，大部分链锯剑性能不如动力武器。一部分星际战士也会把小型链锯安装在爆弹枪上作为刺刀使用。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 30,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 21,
                "keys": [
                    "动力剑",
                    "动力武器"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "动力剑是一种动力武器，虽然具体会是各种长度以及各种样式不同的利剑，且所用的材料也会不尽相同，但通常会是由精金制成。\n一般而言动力剑可以通过剑柄上的控制装置来激活分解力场，随后剑身便会被一层极具破坏力的分解立场所包裹。分解力场可以从分子层面崩解物质，因此在其加持下动力剑可以轻松切开血肉骨骼乃至大部分的装甲，因此动力剑也是一种极为有效且强大的近战武器。\n包括帝国在内的许多组织都在使用动力剑。星际战士、星界军以及其他帝国势力均有着大量的动力剑，混沌星际战士和那些迷失以及被诅咒者也在使用。而方舟灵族、黑暗灵族乃至太空死灵也有着自己的动力武器。\n和其他动力武器一样，动力剑也是会有一层分解力场包裹住剑身，因此理论上说只要有着所需的技术那么所有兵器都可以改装成动力武器。同时动力剑本身的样子也能让动力剑在力场发生器损坏时仍可以作为一柄依旧锋利的利刃使用。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 31,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 22,
                "keys": [
                    "动力锤",
                    "雷霆锤",
                    "雷锤"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "动力锤为一种强大的动力武器，覆盖着与动力剑和动力斧相同的分解立场，由手柄处的开关控制，其庞大的质量使动力锤即使在没有分解立场的情况下也是一件令人生畏的武器。\n雷霆锤为动力锤变体，是一种强大的动力武器，并因其强大的破坏力深受星际战士的喜爱。在噼啪作响的能量场的包裹下，雷霆锤的锤击不仅能发出带有独特声响的轰鸣声，还会释放出强大的冲击波，这样哪怕锤击本身没有造成打击伤害敌人也可能会被冲击波给消灭掉。与一般的动力武器不同，雷霆锤的分解立场只会在接触到目标后激活，使得雷霆锤可在战斗中使用更长时间。\n动力锤和雷霆锤由于其庞大的质量与缓慢的速度，一般与风暴盾搭配使用。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 32,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 23,
                "keys": [
                    "灵族",
                    "方舟灵族",
                    "黑暗灵族"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "方舟灵族，是一支垂死的古老人形种族艾达灵族在灵族陨落后幸存的一支派系，拥有着极度先进的科技和对灵能的高度天赋，乘坐着天体级别的巨型方舟世界舰在银河内游荡。\n黑暗灵族，是方舟灵族的堕落表亲，延续着古灵族帝国在堕落时期的放纵奢靡的生活方式，痴迷于阴谋诡计、折磨他人和制造享受所有的痛苦，拥有与其他灵族派系相等的先进科技，但无法使用灵能。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 3,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 24,
                "keys": [
                    "太空死灵"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "太空死灵，是由古老的惧亡者种族转化而成的外表如人形骷髅的神秘机械种族。古老的星神利用了他们对古圣的仇恨和对永生的执念，将他们转化成了不朽却没有灵魂的造物。自他们进入墓穴世界经过长达6000万个泰拉年的沉睡后，他们在第41个千年末开始从停滞中苏醒，准备重新征服银河系并恢复死灵帝国的辉煌和作为银河系正统统治者的地位。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 4,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 25,
                "keys": [
                    "兽人",
                    "绿皮",
                    "绿皮肌肉佬"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "兽人，是一种野蛮、好战、单纯的绿皮肤类人生物，拥有极度耐用的生理结构和让人匪夷所思的繁殖方式，使它们成为了银河系最成功的物种。天性好战的兽人将整个银河系视为自己的战场，从不思考自己行为的意义，不在乎未来、后果等任何困扰其他种族的烦恼，只被单纯的好战天性驱使在银河系进行永恒的WAAAGH!",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 6,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 26,
                "keys": [
                    "钛族; 钛君; 钛帝国"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "钛族，是一支在银河系东部快速成长扩张的年轻种族，分为以太、火、土、水和空气五种种姓，依靠上上善道作为其理念和统治哲学。现今已经发展成了一个由多种不同智能种族组成的联合异形帝国。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 5,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 27,
                "keys": [
                    "帝国国教",
                    "神皇",
                    "帝皇在上",
                    "帝皇保佑"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "帝国国教为帝皇的仆人们提供指引已经有近十个千年的历史了，经历了那些能想像到的最黑暗时刻。帝皇，以其超凡的人格魅力和无敌的力量被众人敬之为神，即使在他被背叛的战帅荷鲁斯重创之后也是如此。荷鲁斯的背叛几乎毁灭了帝国，使后者在无政府状态的悬崖边摇摇欲坠。在那黑暗的岁月中，灵魂对指引的饥渴从未如此迫切，当帝皇作出的至高牺牲为人传道后，对他崇敬和爱戴之情横扫帝国。帝皇先知们在许多世界出现，宣称帝皇依然守护着子民，在这神圣感召的激励下，这些人很快聚集了一群同道之人，信徒们迅速遍布整个银河，强大的派别吞并、铲除弱小派别从而扩张、兴旺，直到这些帝皇崇拜者中的一个流派最终统一了其它所有的流派：救世帝皇神殿派。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 12,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 28,
                "keys": [
                    "战斗修女",
                    "战斗修女会",
                    "帝皇的女儿"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "战斗修女，是所有人性优点的闪耀榜样，信仰、奉献和纯洁的至高象征，除了作为异端审判庭的下属部队，战斗修女同时也是帝国国教的布道者的利剑，协助后者对帝皇福音以及忠诚于帝国的信念的布道。装备着国教所能提供的最好武器与铠甲，她们是审判官能召集的最优秀战士之一。\n修女会是一个结构复杂的组织，其职责反应了其上级机构——帝国国教的主要关切。目前，修女会中成员数目最多的是战斗修女，这些身着动力盔甲，挥舞爆弹枪的肃卫修女，在普通帝国民众眼里以极为强势的姿态体现着帝国国教那无可置疑的权威。\n“帝皇是我们的慈父和保护者，并且我们必须守护帝皇。”",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 16,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 29,
                "keys": [
                    "审判官"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "审判官理论上拥有近乎无限大的权力，只要理由正当，他们几乎能为所欲为：无论是踹开门杀掉屋里所有人还是要求泰拉高领主签署一张灭绝令，只有禁军修会可以无理由拒绝审判庭。不过在具体实践中，情况其实要复杂得多。\n审判官也可以作为顾问加入远征之类的大型战役，在这种情况下，他们名义上会被添加进帝国卫队的指挥序列，甚至（在他们愿意的时候）接受高级军官调遣。所以审判官虽然在法理上拥有近乎无限大的世俗权力，但如果他们在现实中滥用职权，很快就会迎来各种各样的现世报——就连审判庭自己都设有专门的机构负责监管（枪毙）滥用职权的审判官。因此，虽然理论上可行，但其实审判官们并不能仅仅因为想在景区凭职权插队未得逞就痛斥当地人都是异端最后炸了整颗星球。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 15,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 30,
                "keys": [
                    "死亡守望"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "   死亡守望是由星际战士组成的反异形特种部队，它从不公开招聘，只接受由其他战团内推来的最优秀（或者人缘最差）的战士。死亡守望指挥层会根据专业特长和对抗某类异形的经验多少对新兵进行岗位分配，如果他们派出一支装备了重型爆弹枪的十人小队去猎杀虫巢暴君，那么你完全可以相信这十个人不仅是全帝国最优秀的重爆弹射手，而且肯定拥有丰富的对虫作战经验，所携带的装备也一定是最专业的。\n 加入死亡守望的战士需要将动力甲改喷成黑色，右肩涂装可以是原属战团的标志，左肩则需统一替换为带有审判庭印章的、花里胡哨的银色肩甲。除了研究反异形战术，队员们还要接受各种非常规作战训练，比如刺杀、营救、绑架、栽赃……其实大家都是兵中翘楚，战术培训基本上一点就通，教官的大部分时间都花在劝说新人放弃自己原战团那套墨守成规的教条上，鼓励大家接受新思想、开拓新思路。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 18,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 31,
                "keys": [
                    "动力装甲",
                    "动力甲"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "动力盔甲是一种先进的自带动力的战斗装甲服，常见于星际战士的装备序列。动力盔甲是一套完全气密的装甲，可以把穿戴者和危险的外部环境彻底地隔离开来。每一套动力盔甲都具备全套在恶劣环境下使用的维生系统，以及在穿着者受伤时可提供一定程度急救的自动医疗系统除此之外，盔甲也为穿戴者提供了先进的目标威胁分析与锁定系统（又称自动感应）。它的外壳由由厚重的陶钢制成，看起来及其地沉重累赘，然而实际上，动力盔甲内部的电子肌肉束能够实时感应并完美地复制穿戴者的动作，从而极大地增强盔甲穿戴者本人——哪怕已经是超人水平——的力量。\n阿斯塔特修士，也就是星际战士的最后一道改造手术——黑色甲壳——被深埋在他们的皮肤之下，并与神经感应装置和若干接口相连。这些端口与阿斯塔特的动力盔甲密切配合，将穿戴者的神经讯号传递到动力盔甲的人造神经中枢并驱动其进行动作，这使得动力盔甲几乎和星际战士的第二层皮肤一样，可以迅捷而准确地配合他的身体运动。换言之，在没有黑色甲壳的情况下，阿斯塔特动力盔甲是无法启动的，因此这种盔甲与星际战士的形象实际上已经密不可分了。\n阿斯塔特的动力盔甲是全密封的，令它的穿戴者与外部环境隔绝，使他免受生化武器和有害大气的伤害。在盔甲内设置有许多如无线电通讯装置，自动感应装置这样的辅助系统。动力盔甲有一套先进的生物监测系统，可以在穿戴者受伤时将他的医疗信息直接反应给本人或者——如果情况严重的话——战团的药剂师。盔甲的背包则包含了动力盔甲的动力源——亚原子核融反应堆以及备用的太阳能充能系统（包括了100个太阳能电池）。背包同时还包括了盔甲的环境和生命支持系统和废热的排出口，后者在无重力环境下也具备充当平衡调节喷口的功能。\n所有型号的动力盔甲都包含了以下系统：\n自动感应系统：星际战士的头盔中集成了绝大多数的作战指挥系统，它们被统称为自动感应系统。该系统包括了通过思维激活的通讯-滤音系统、瞄准-测距系统、战术地图以及占卜系统等一系列具备不同功能的子系统，极大地增强了星际战士原本就已经非常敏锐的感知能力。\n光学成像系统：光学成像系统可以在强光下保护使用者的视力不受损害，它的红外与紫外线扫描模式则使它的使用者在微光环境中也能获得清晰的影像。\n声讯-呼吸格栅：声讯装置可以放大星际战士的战吼，让它变得震耳欲聋，它同时还包含有一个可通过思维关闭的空气滤清装置，在空气滤清装置不工作的时候则需消耗动力盔甲内部的氧气储备。\n肩甲：肩甲被设计成易于偏转与吸收冲击的外形，它同时也扮演着阿斯塔特修士识别标志的角色，星际战士会把自己战团、连队和小队的标志绘制在他们的肩甲上，并且用荣誉绶带来装饰它们。\n胸甲：胸甲保护着动力盔甲的大量管线，它通常装饰有帝国的双头鹰徽，也有部分动力盔甲的胸甲上使用骷髅印记作为替代。\n动力背包：动力背包包含了全套盔甲的动力核心，除此之外它还包含了一套备用电池以及在紧急情况下可为盔甲充能的太阳能发电装置。\n生命体征检测系统：阿斯塔特修士的动力盔甲包含了一整套的生命支持系统，包括自动注射的镇痛剂、兴奋剂以及解毒剂组件。\n温控系统：阿斯塔特修士的动力盔甲可以将穿戴者的体温维持在一个恒定的水平，盔甲的反应炉提供的热量可以用于保暖，而过多的热量则会通过背包的散热口排出，由此，一名穿着整套动力盔甲的星际战士可以在诸如冰天雪地和火山口这样的战场中来去自如，而且几乎不会因为环境温度的变化而感到不适。\n营养补充系统：阿斯塔特修士的动力盔甲包含了一套自我循环的食物补充系统，它提供的高能流质食物足以满足星际战士在战斗中的需求，使他们无需在作战时专门停下来进食与补充水分。\n强化腿部组件：这些部件包括了陀螺稳定装置以及磁力产生装置，使得星际战士可以在无重力或不稳定环境下坚持作战。",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 24,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 32,
                "keys": [
                    "异形"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "每一年，人类帝国的探索舰队会发现了许多新的异形种族和异形文明，他们也许是新的物种，也可能是人类亚种文明，但不管怎么样，异形对于帝国来说是都是威胁。\n\n对人类帝国而言，人类是银河唯一正统的统治者。他们的神典《帝皇信条》的一部分也写到“所有被认为对人类生存构成威胁的外星人都必须被控制或摧毁，因为外星人同变种人、异教徒，都是人类的敌人一般，撼动着人类生存和正统的存在”。\n\n不过在大多数情况下，没有威胁的异形文明会被忽视，或是被抑制。如果他们被人类认定为威胁，那人类就会以武力消灭之。\n\n在时间长河流过的历史里，人类帝国与许多异形文明进行了长期战争，有无数的其他种族，但大都成了微不足道的被消灭数字。这些文明很多还处于恒星系发展阶段，能跨越银河的人类帝国其军事实力对这些初期宛若神明，人类帝国的全面入侵对于这些文明就是终结文明的末日。但在某些情况下，异形对人类帝国的威胁也只是得到了遏制而已。\n\n如今主要的异形种族是欧克兽人, 艾达灵族, 黑暗灵族, 泰伦虫族, 太空死灵和钛帝国。这些种族对人类的生存和持续统治构成巨大的威胁。当然除此以外还有其他无数的异形种族，但他们微不足道。人类对异形几乎仇视的态度，使得人类和异形友好的贸易或交流几乎不可想象。但帝国的行商浪人被允许与外星人进行易货活动。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 7,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 33,
                "keys": [
                    "基因原体",
                    "原体"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "基因原体是由人类帝皇和通过基因工程技术制造的生命体，共有二十一位，因为在制造过程中使用了帝皇的DNA作为蓝本，因此帝皇也被称为原体之父。\n原体在各个方面远远优于一般的星际战士，甚至比禁军还要强大，他们更高、更快、更强，也更聪明就是不团结，除此之外，他们也非常的具有人格魅力，是领袖的不二之选，唯一有问题的是他们的性格和智慧，这导致他们在某些层面上会和普通人一样，甚至比普通人还要差劲。\n原体都诞生自喜马拉雅山下的秘密实验室，他们的基因结构以帝皇为蓝本，但制造出来的原体都与蓝本差距甚大，有些原体的基因结构被删去了一大段，有些则被嵌入了其他物种的基因比如黎曼·鲁斯的基因就被嵌入了大量犬科动物的DNA，至于为什么以及是怎么做到的大概只有帝皇本人知道了。\n\n帝皇最初的计划是让原体们在实验室里安全的长大，并亲自引导他们从初生婴儿一直到成为自己希望他们成为的角色，让他们协助自己完成大远征，最后陪他一起养老，但混沌制造了一场亚空间风暴，将原体抛向了整个银河系。\n最后，帝皇在远征路途上一个个寻回了失落的原体，并将利用原体基因改造完成的军团交付给他们。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 33,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 34,
                "keys": [
                    "第一军团",
                    "莱昂",
                    "狮王",
                    "暗黑天使，莱昂庄森"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "莱昂·庄森，第一军团-暗黑天使的原体，又称帝皇长子、第一领主、狮王。自私、恶毒、善妒，但又那么可敬、勇敢、尽职。莱恩性格坚定,意志力极强，同时如狮子般高傲，一直认为自己是战帅的最佳人选。他在混沌的领域中独自生存多年,在扭曲的时间中成长。面对种种考验,莱恩依然坚持自我,拥有强大的心智。在科兹的预言面前,莱恩毫不犹豫做出回应,展现他经历黑暗洗礼后的坚定。莱恩和第一军团平时替帝皇处理那些顽固而最艰难的战役，是递还手下“干脏活”的原体之一，他有着面对混沌的勇气和智慧。《伊卡洛斯应急预案》，这份由帝皇直接下达给莱昂的密令准许第一军团保留其发现的各种黑科技而无需将它们上交机械神教，同时批准莱昂可以在必要时刻自行判断并利用它们清剿对帝国怀有二心的机械神教势力。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 34,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 35,
                "keys": [
                    "第六军团",
                    "黎曼努斯",
                    "狼王",
                    "太空野狼"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "黎曼努斯外表野蛮,内心睿智，对帝皇有着犬类般热情的忠诚，和兄弟荷鲁斯关系复杂;与莱恩、安格隆等原体之间有过争执和战斗,但也互相欣赏;与帝皇相识后前往泰拉;获得酒神之矛,成为帝皇的刽子手;理解帝皇的作为,甚至成为帝皇最信任的儿子之一。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 35,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 36,
                "keys": [
                    "第七军团",
                    "多格罗恩",
                    "多恩",
                    "帝皇之拳"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "罗格多恩是一个性格直爽而固执己见的角色。他对帝皇忠心耿耿,但也会质疑帝皇;他为人诚实直率,却不懂变通,导致和兄弟之间关系不佳。直肠子,言辞直接;认真固执,不善变通;有时自大,不懂人情世故。被帝皇发现并认可,两人关系十分亲密;和其他原体如莱恩、费努斯等存在矛盾,言语上互相攻讦;与马卡多、圣吉列斯关系较好。 非常崇拜并忠心于帝皇,将帝皇视为亲父;统一家乡并留存古代文明;获得帝皇馈赠后力主正面稳扎稳打战术;\n\n",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 36,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 37,
                "keys": [
                    "圣吉列斯",
                    "第九军团",
                    "圣血天使"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": " 圣吉列斯，又称大天使、最为光明之人、巴尔之王、万军之主、星际战士第九军团-圣血天使的基因原体，因大远征期间的英雄事迹、近乎完美的个性和帅到爆炸的造型受到帝国上下的一致爱戴。圣吉列斯无疑是所有原体中最闪耀的那颗明星：他穿着一套亮丽的金色精工甲，华丽的甲面上装饰着数颗巨型红宝石，分别代表泰拉、巴尔和巴尔的卫星，身后则是那对完美的白色羽翼。圣吉列斯是一个善于伪装自己内心的角色。他表面完美,内心却极不安定。表面温和善良,内心比较冷漠;善于言辞,有强烈的罪恶感和对自身灵能的恐惧。过去和荷鲁斯关系最好,两人互相欣赏;也跟多恩关系不错;经常在背后吐槽帝皇。\n被本土星球视为神明,后加入帝皇阵营;在荷鲁斯手下学习当军团长;回归帝国的圣吉列斯在泰拉住了一段时间，并与荷鲁斯进行了一次愉快的兄弟旅行，之后才领到自己名声不那么好的军团。具体为什么名声不好，你只需要知道当时的第九军团被称为食尸鬼，吞世者跟他们比都显得温文尔雅。圣吉列斯并没有对自己劣迹斑斑的孩子们说教、惩罚或像个疯子一样杀伐无度，他只是努力去教导他们：对于他认同的部分——比如和坚韧和勇敢——他会积极鼓励；对于他不认同的部分——比如吃尸体和血腥角斗——他会设法缓和与遏制；对于他们所缺乏的东西——比如对战争以外的事务的欣赏——他会慢慢教给他们。只能说有父如此，子复何求。第九军团在极短的时间内便从一支饱受诟病的军团变成了深受爱戴的军团。圣吉列斯被认为是最贴近帝皇的人。许多星际战士军团及其原体之所以参加大远征只是为了争取荣耀和享受征战，而圣吉列斯及其第九军团战斗的理由则与帝皇本人完全一致：为了一个更美好、更和平的星系，为了全人类的团结、繁荣与幸福。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 37,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 38,
                "keys": [
                    "瓦尔多",
                    "禁军统帅",
                    "康斯坦丁"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "在整个帝国的历史上，很少有战士能比得上康斯坦丁-瓦尔多尔的武艺高强、无私奉献和战略上的卓越表现，他是禁军万军团的第一任总队长。他是一位虔诚的战士，拥有超自然的身材和威严，许多人把他视为可以与基因原体比拟的伟大存在，他甚至可以和帝皇的子嗣们比试不落下风。关于他的存在的记录比任何一位原体都要早，就像许多的禁军一样，他是帝皇的嫡系基因改造战士。\n\n他的战斗力、武功、体能和精神力都是如此之强，以至于即使是在禁军内部，也有人敢于称他为 \"禁军的原体\"，虽然只在名义上。然而，瓦尔多的力量是如此之大，但他的目标更集中，那就是担任护卫军统帅，对瓦尔多来说，征服和荣耀、统治和胜利这些琐碎的事情，与他自己的誓言职责相比，都是微不足道的。\n\n然而，瓦尔多对帝皇的价值远不止是作为一个单纯的战斗人员。从统一战争的最早的时候起----也许在这之前----康斯坦丁-瓦尔多就是帝皇的坚定伙伴，他对人类之主的忠诚是绝对的。总队长宁可牺牲自己的生命，也不愿意帝皇的生命有危险；为了他的主人，没有什么事是他不愿意做的，没有什么事是他不考虑的，只要确保帝皇的安全。\n\n因此，虽然康斯坦丁-瓦尔多在某些方面的地位甚至比基因原体还高，他坐在泰拉帝国权力的中心，但他很少行使他的影响力，而且从来没有野心或利欲熏心。但是，如果他的职责受到挑战，或者更糟糕的是，如果有任何人或事物试图威胁到帝皇或他所选择的代表，瓦尔多就像一个复仇的半神化身：不可阻挡，无情无义。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 38,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 39,
                "keys": [
                    "禁军护民官",
                    "护民官"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "护民官由十名禁军老兵组成，他们是禁军统帅的顾问，在禁军中的军阶仅在禁军统帅之下。要成为一名护民官，禁军必须获得至少十个名字，并且必须在至少三次战争中领导战友取得胜利。护民官的担任者定期更换，以确保既有智慧和新思想相结合，一旦一名禁军成为护民官，其至少任职十年。在这段时间里，他们不会在前线战斗，因为他们需要将主要精力用于在战略和外交上支持禁军统帅。\n贾萨里科（Jasaric），也被称为贾萨科（Jasac），是荷鲁斯叛乱时期的一名护民官。他是最初的30名禁军之一，自统一战争以来就为帝皇服务。\n卡代·维拉卡坎（Kadai Vilaccan）是荷鲁斯叛乱时期的一名护民官。\n拉·恩底米翁（Ra Endymion）是一名护民官，到叛乱爆发时，他已经赢得了871个名字并担任护民官一职。他参加了网道之战，并在护民官卡代·维拉卡坎和贾萨里科战死后，独自领导禁军，在网道战争的最后阶段，帝皇用他的身体封印了恶魔德拉克尼恩。\n赫拉克连（Heracleon）是一名护民官，在第十三次黑色远征的第五年时指挥御前卫队。\n伊塔莱奥（Italeo）是一名护民官，他指挥禁军保卫皇宫的外墙。\n马尔多瓦·柯肯（Maldovar Colquan）是一名护民官，负责监督泰拉外的所有行动。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 39,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 40,
                "keys": [
                    "禁军",
                    "禁卫军",
                    "万夫团"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "禁军是属于位于神圣泰拉上、帝国中央政府的一个部门，但其成员只对帝皇和受认可的帝国摄政负责。就像每个军团的基因之父是各自的基因原体一样，理论上禁军的基因之父是帝皇，但禁军从来只称呼帝皇为“主人”。他们被帝皇亲自从孩童培养改造，是最为忠诚的战士，也是帝皇对于未来人类的期望的体现。他们普遍3米左右，魁梧健壮。帝皇的意志是他们唯一的目的即使这会牺牲自己。他们称呼帝皇为“主人”或者“主君”。该组织的领导人是元帅，且由于禁军所担负的重要职责，元帅自身在泰拉高领主议会中拥有一席之地。在他之下是两位保民官，各个禁军小队由盾卫连长负责指挥。帝国皇宫内的霸权之塔是禁军的总部和作战指挥控制中心，三百名最精锐的，被称为“帝皇亲卫”的精英禁军战士驻扎于此，他们是帝皇的私人贴身护卫，从不离帝皇左右。\n早期帝皇禁军的人数在一万人左右，但在网道战争开始五年后，他们已经减员到大约一一千人左右。然而，到了第41个千年，他们已经重建到原来的一万人。\n禁军中的许多头衔和称呼都是非正式的，一些老兵和有天赋的成员虽然没有军事指挥上的正式军衔，但仍然可以获得高贵的称号：\n\n1.元帅：帝皇禁军的统帅，只对帝皇本人负责\n第一任禁军元帅——康斯但丁·瓦尔多\n第二任禁军元帅——图拉真·瓦洛里斯\n2.保民官\n保民官是禁军中仅次于元帅的军事指挥头衔。由十名禁军中的老兵组成，他们向元帅提供咨询建议，在禁军内部中的地位也仅仅次于元帅。\n3.盾卫连长\n他们是经验最丰富、知识最渊博的禁军老兵。拥有该军衔的人通常还会有下方“提督（Prefect）”、“利克托（Lictor）”、“总督（Proconsul）”等荣誉头衔。\n\n帝皇的伟力渗透着禁军的肉体和灵魂，帝皇的祝福让他们免于身体和灵魂的伤害（免疫邪术和灵能的伤害），人类之主的光辉在他们的血管中流淌，细胞中徜徉，在他们的眼中燃烧，仅仅只是存在，就能让身边的空气都变得神圣起来。\n每一位禁军都经历了残酷的心理和身体训练，掌握着无数的技能和知识。这些禁军掌握着每一种形式的战争技艺，每一种人类已知的关于暗杀、反间谍、危机评估以及其他置人于\n死地的方法。还有外交技术、治国理政、星象预测、历史人文、哲学研究、宗教神论、文化艺术，以及无数其他学科及",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 40,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 41,
                "keys": [
                    "圣赛勒斯汀",
                    "赛勒斯汀"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "赛勒斯汀：活圣人。展开精雕细琢的翅膀，手握炽热泛着光晕的长剑，圣赛勒斯汀是帝皇力量的化身。 她像一颗星星般闪耀，剑指战场的战火硝烟，散发出神圣的光芒。赛勒斯汀的突袭有如帝皇本人的裁决一般雷霆万钧，以一种非人的力量打击那些混沌异形。仅仅凭借一个手势，活圣人就能从天上降下复仇之火，亦或是给伤病的盟友注入复苏之风。\n在被封为活圣人之前，除了她是一位来自殉道女士修会的修女，所有人对赛勒斯汀知之甚少。 她曾是在对抗帕拉丁异端分裂战争中牺牲的一位战士。塞勒斯汀已经在帝国的各个角落与帝国的不忠者战斗了超过数个世纪。她曾许多次在战斗中被击倒，但无论她在哪倒下，她的归来就像灿烂的黎明一样周而复始不可动摇。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 41,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 42,
                "keys": [
                    "活圣人"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "活圣人是死前被转化的圣徒。通常，她们能使用一些不可思议的神力，例如复活、让最严重的创伤恢复如初，或是瞥一眼就让恶魔燃烧。活圣人几乎都是修女会的成员，因此大部分是女性，不过有时还会在帝国卫队中出现。\n活圣人在国教中极为罕见，更不要说广阔的帝国，因为成为活圣人而要做的事几乎不可能完成。为了有机会成为活圣人，那人必须是无罪，纯洁，不受腐化，需要时会宽容，需要时会保持警惕，对弱者仁慈，对有罪者毫不仁慈，富有同情心，慷慨，无私，谦虚，英勇，勇敢和公道的。这只是个人，更别说外在了，特别是考虑到国教和审判庭的判断。本质上讲，活圣人是最纯洁、纯洁、纯洁、100%纯洁的被认可的人类，她的纯洁来自她那令人印象深刻的功绩。活圣人的到来很罕见，因为她们只出现在极度无望和绝望的时期，但当她们真的到来时，她们可以将最软弱的卫队士兵变成可以对付整个坦克师的恐虐超人。战场上，活圣人是帝皇力量的化身，用她们掌握的神力无情地消灭人类之敌。\n活圣人是帝国中最强大的存在之一，据说被神皇的一部分力量所祝福。她们能用圣火爆炸来大片杀敌，并且看起来除了最强大的攻击外不受任何影响。她们通常装备带有圣典且可能可以反恶魔的受祝神圣武器。除此之外，她们似乎完全不受亚空间腐化的影响，这就让她们成为了混沌和其爪牙的噩梦。\n许多活圣人能变出天使般的翅膀，让她们从空中带来正义的死亡。死亡对活圣人来说不是永久性的，如果帝国需要她们，那么她们就能复活，不过这个过程非常费劲且可以打断，就像圣人格斯塔尔（Saint Gerstahl）发生的事。\n圣安内丝，也被叫做异端天灾。她是灵魂风暴里的活圣人。\n圣塞勒斯汀，M41最著名的活圣人，到处都是她的宣传。\n圣格斯塔尔，帝国卫队的传奇士兵。\n圣人格伦德尔（Saint Grendel），圣锤修会（Ordo Malleus）的恶魔杀手。\n圣人赛拜特（Saint Sabbat），赛拜特世界的建立者。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 42,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 43,
                "keys": [
                    "寂静修女"
                ],
                "secondary_keys": [
                    "寂静修女是帝皇最神秘的仆从之一",
                    "每一个成员都进行过沉默誓言",
                    "对帝皇和自己的职责绝对忠诚。实际上，寂静修女作为帝皇的“左手”，与身为“右手”的禁军一样，作为帝皇之爪直接向帝皇负责。她们人数极少但在帝国内部享有巨大声望",
                    "帝皇的其他仆从都对她们充满敬畏。\n\n寂静修女全都是不可接触者",
                    "这种无灵能天赋的人类极为罕见。她们能打断灵能活动",
                    "对灵能者的接近会造成巨大痛苦。这使寂静修女成为甄别隐藏灵能者的理想人选。每名修女在加入前要向帝皇进行宁静誓言",
                    "禁止言语的交谈以保持缄默。她们使用自己的手势语言交流。保密不仅是修女会的口号与做法，更是她们存在的核心。在训练完成并确认加入修女会后，新晋者的最后一步就行进行寂静誓言，用余生的沉默作为自己庄严献身职责至死不渝的象征。无论是是刀刃的挥砍还是子弹的撞击，再痛苦的胁迫也不会让她们再多说一句。\n\n    寂静誓言还有着一定的实用性，在学习了大量关于灵能和亚空间的知识后，她们依靠着自身的天赋才得以能安全保管这些知识。所以寂静誓言既是永不泄露自己为了狩猎猎物而学习到的可怕知识，也是永远不会给出宽恕的话语，这是修女们坚韧决心的表现。\n修女会明面上的最高指挥层是帝国高层所熟知的三个高阶职位，修女会统帅、黑船之主与复仇践行。\n\n修女会统帅或者说骑士统帅是最高阶的外勤军官，大叛乱时期由帝国最著名的战士，“无魂女王”杰内蒂娅·克罗尔担任。"
                ],
                "comment": "",
                "content": "",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 43,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 44,
                "keys": [
                    "第十三军团",
                    "极限战士",
                    "罗伯特",
                    "基里曼"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "罗伯特·基里曼(Roboute Guilliman)是古典贵族和典型有道德的政治家的混合体，第十三军团，极限战士的基因原体。一个有魅力的人但其缺乏些人情味。是一个聪明绝顶的人，但常常被傲慢和信仰蒙蔽。是一个精英主义者却善于接纳凡人的人，但往往对人冷漠和疏远。他是一位杰出的将军和战士，但更重要的是，他是一位同样能干的政治家和领袖。基里曼也是一个组织学专家，且全银河系几乎无人能及。众所周知，他计算后勤信息和战略的速度远远快于机械教最好的逻辑引擎，他能在一瞬间在脑海中规划出对整个星球的攻击计划，而这一壮举只有他的兄弟莱昂能与之匹敌。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 44,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 45,
                "keys": [
                    "鲜血游戏"
                ],
                "secondary_keys": [
                    "第十九军团",
                    "科拉克斯",
                    "暗鸦之主",
                    "暗鸦守卫"
                ],
                "comment": "",
                "content": "鲜血游戏是禁军进行的攻防模拟，一部分禁军会试图渗透、攻击、潜入皇宫的防御系统。甚至在皇宫内释放混沌侵蚀的阿斯塔特、捕获的异形以进行真实的压力测试。通过鲜血游戏，以期不断更新皇宫的安全措施。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 45,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 46,
                "keys": [],
                "secondary_keys": [],
                "comment": "",
                "content": "成长为一个利凯厄斯(Lycaeus)上工人的革命者，科拉克斯成为了游击战争和扰乱(hit-and-run)战术的大师。在大远征时期，科拉克斯在谋划和破坏方面的天赋发挥了巨大的作用，而暗鸦守卫，其频繁于荷鲁斯的命令下作战，以在秘密行动、破坏、渗透和闪电袭击方面无与伦比的能力而闻名。科拉克斯最强大的能力是他的幽魂潜行(wraith-slip)，亦被称作暗影潜行(Shadow-slip)或暗影前行(Shadow-Walk)。这使得他看起来与其周围的阴影融合，于其隐匿袭击之前在敌人的视野中消失。\n\n在叛乱之后的某个时候后，科拉克斯重新出现，并被亚空间本身赋予了力量。完全有能力应对恶魔原体罗嘉之际，科拉克斯现在亦能将自己变成阴影，黑暗与鸦群。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 46,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 47,
                "keys": [
                    "基因之父",
                    "父亲"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "基因之父是阿斯塔特对其所属军团主人的称呼之一，也是基因原体对帝皇的称呼之一。大部分时候，他们会直接称呼基因之父为“父亲。”每一名基因原体的基因被用来改造阿斯塔特战士，使得每个军团有其特色和传统。\n\n简单来说，帝皇创造了基因原体，基因原体的基因被用来改造其下属的阿斯塔特。基因原体叫帝皇“父亲”，阿斯塔特叫自己的原体“父亲”。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 47,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 48,
                "keys": [
                    "黄金王座"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "在第31千年的“荷鲁斯之乱”中，被荷鲁斯给与了致命一击。皇帝的躯体尽管完整无缺，不过，需要其被埋入新锻造的机器黄金王座之内来维持着人类之主的生命。在那里，帝国皇宫深处，神秘科技的高耸平台维持着帝皇的精神如此它便能够继续守望着人类。尽管其干枯的形体被束缚着，但帝皇的灵能则被解脱；他仍是人类之主与人类种族的守护者。\n帝皇自从被禁锢在黄金王座的神秘机械内就无法说话或是移动了。帝皇无止境地被黄金王座抽取着灵能维持着星炬的运作，阻挡在混沌入侵的门户最前线。这个装置让帝皇无法彻底死去，为帝皇带来难以想象的剧烈疼痛并且无法逃离，帝皇自愿接受了这一切。就连黑暗灵族的血伶人在看到黄金王座时也瞬间愣住了，感叹这是宇宙中最伟大的刑具。每天有许多人死去，但他们不是作出终极牺牲的唯一的灵能者。帝皇付出了他的一切如此他建立的帝国才能存续下去。而它也确实存续了下去。尽管它已经大大偏离了其最初的计划，帝国仍延续着。\n",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 48,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 49,
                "keys": [],
                "secondary_keys": [],
                "comment": "",
                "content": "",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 49,
                    "probability": 100,
                    "useProbability": true
                }
            }
        ],
        "name": "战锤40K"
    }
}